{
  "meta": {
    "Download report:": "121220_R282012_Ufton.pdf\r\n (1,875.49 kb)", 
    "Category:": "Heavy Rail", 
    "Incident date:": "04 September 2011", 
    "Report name:": "121220_R282012_Ufton", 
    "Summary:": "At 12:28 hours on Sunday 4 September 2011, the 11:13 hrs train from London Paddington to Bedwyn went over Ufton level crossing at a speed of 61 mph (98 km/h) while the barriers were in the raised position and the red road traffic signals were not flashing. A car approaching the crossing had to stop suddenly to avoid a collision. Engineering work meant that the equipment which normally operated the crossing automatically had been disabled and the crossing barriers and lights were being operated by an attendant located at the crossing.\r\r\n\r\r\nThe incident occurred because a signaller did not carry out the rules requiring him to speak with the attendant and the train driver so that the barriers were lowered and the train approached the crossing at low speed. It is probable that these omissions were a result of a lapse and the signaller being overloaded by activities that he was required to undertake in connection with the engineering work and the resumption of passenger services after completion of this work. It is possible that the signaller actions were affected by shortcomings in the presentation of information on the display screens used at his workstation. Inadequate consideration of signallers’ workload associated \r\r\nwith engineering work is considered a probable underlying cause.\r\r\n \r\r\nThe RAIB has made seven recommendations addressed to Network Rail. Five directly relate to the incident and cover presentation of information on display screens used by signallers; the introduction of an interface intended to remind signallers \r\r\nto take appropriate precautions when automatic crossings are being controlled by attendants; and consideration of signallers’ workload when planning engineering work. Two recommendations, based on observations made during the investigation, relate to the positioning and removal of the red flags and red lights used by level crossing attendants to stop trains."
  }, 
  "date_of_occurrence": "2011-09-04", 
  "original_url": "http://raib.gov.uk/publications/investigation_reports/reports_2012/report282012.cfm", 
  "_assets": [
    {
      "content_type": "application/pdf", 
      "title": "121220_R282012_Ufton.pdf", 
      "assetid": 0, 
      "original_url": "http://raib.gov.uk/cms_resources/121220_R282012_Ufton.pdf", 
      "filename": "downloads/858b78aa5ca3ce194f972e8f3fdaf56600d86e4f/121220_R282012_Ufton.pdf", 
      "original_filename": "121220_R282012_Ufton.pdf"
    }
  ], 
  "title": "Near miss incident at Ufton automatic half barrier level crossing, Berkshire", 
  "raw_html": "<div id=\"mainContentArea\" style=\"width: 545px;\"><div id=\"pageTitleContainer\">\r\n<p>\r\n</p>\r\n</div>\r\n<div id=\"aibContainer\">\r\n<div id=\"aibRows\">\r\n<span class=\"siteAibReportTextBold\">Report name: </span>\r\n<br>\r\n<span class=\"siteAibReportText\">121220_R282012_Ufton</span>\r\n</div>\r\n<div id=\"aibRows\">\r\n<span class=\"siteAibReportTextBold\">Incident date:</span>\r\n<br>\r\n<span class=\"siteAibReportText\">04 September 2011</span>\r\n</div>\r\n<div id=\"aibRows\">\r\n<span class=\"siteAibReportTextBold\">Category: </span>\r\n<br>\r\n<span class=\"siteAibReportText\">Heavy Rail</span>\r\n</div>\r\n<div id=\"aibRows\">\r\n<span class=\"siteAibReportTextBold\">Summary: </span>\r\n<br>\r\n<span class=\"siteAibReportText\"><p>At 12:28 hours on Sunday 4 September 2011, the 11:13 hrs train from London Paddington to Bedwyn went over Ufton level crossing at a speed of 61 mph (98 km/h) while the barriers were in the raised position and the red road traffic signals were not flashing. A car approaching the crossing had to stop suddenly to avoid a collision. Engineering work meant that the equipment which normally operated the crossing automatically had been disabled and the crossing barriers and lights were being operated by an attendant located at the crossing.</p>\r\r\n\r\r\n<p>The incident occurred because a signaller did not carry out the rules requiring him to speak with the attendant and the train driver so that the barriers were lowered and the train approached the crossing at low speed. It is probable that these omissions were a result of a lapse and the signaller being overloaded by activities that he was required to undertake in connection with the engineering work and the resumption of passenger services after completion of this work. It is possible that the signaller actions were affected by shortcomings in the presentation of information on the display screens used at his workstation. Inadequate consideration of signallers&#8217; workload associated \r\r\nwith engineering work is considered a probable underlying cause.</p>\r\r\n \r\r\n<p>The RAIB has made seven recommendations addressed to Network Rail. Five directly relate to the incident and cover presentation of information on display screens used by signallers; the introduction of an interface intended to remind signallers \r\r\nto take appropriate precautions when automatic crossings are being controlled by attendants; and consideration of signallers&#8217; workload when planning engineering work. Two recommendations, based on observations made during the investigation, relate to the positioning and removal of the red flags and red lights used by level crossing attendants to stop trains.</p></span>\r\n</div>\r\n<div id=\"aibRows\">\r\n<span class=\"siteAibReportTextBold\">Download report: </span>\r\n<br>\r\n\r\n<a target=\"_blank\" class=\"siteAibReportLink\" href=\"http://raib.gov.uk/cms_resources/121220_R282012_Ufton.pdf\" onclick=\"javascript: pageTracker._trackPageview('/cms_resources/121220_R282012_Ufton.pdf');\">121220_R282012_Ufton.pdf</a>\r\n (1,875.49 kb)\r\n\t\t\t\t</div>\r\n</div>\r\n<div id=\"TextContainer\"><p>We recommend that you upgrade to the latest version of Adobe PDF Reader - download the latest software free from the <a title=\"link to Adobe Reader website download\" href=\"http://get.adobe.com/uk/reader/\">Adobe Reader website</a>.</p></div>\r\n</div>", 
  "summary": "", 
  "railway_type": [
    "heavy-rail"
  ], 
  "report_type": "investigation-report", 
  "event_type": [
    "Operations", 
    "Level Crossings", 
    "Engineering Works"
  ], 
  "report_number": "28/2012", 
  "publication_date": [
    "2012-12-20"
  ], 
  "body": "  \n\n\nAt 12:28 hours on Sunday 4 September 2011, the 11:13 hrs train from London Paddington to Bedwyn went over Ufton level crossing at a speed of 61 mph (98 km/h) while the barriers were in the raised position and the red road traffic signals were not flashing. A car approaching the crossing had to stop suddenly to avoid a collision. Engineering work meant that the equipment which normally operated the crossing automatically had been disabled and the crossing barriers and lights were being operated by an attendant located at the crossing.\n\nThe incident occurred because a signaller did not carry out the rules requiring him to speak with the attendant and the train driver so that the barriers were lowered and the train approached the crossing at low speed. It is probable that these omissions were a result of a lapse and the signaller being overloaded by activities that he was required to undertake in connection with the engineering work and the resumption of passenger services after completion of this work. It is possible that the signaller actions were affected by shortcomings in the presentation of information on the display screens used at his workstation. Inadequate consideration of signallers’ workload associated with engineering work is considered a probable underlying cause.\n\nThe RAIB has made seven recommendations addressed to Network Rail. Five directly relate to the incident and cover presentation of information on display screens used by signallers; the introduction of an interface intended to remind signallers to take appropriate precautions when automatic crossings are being controlled by attendants; and consideration of signallers’ workload when planning engineering work. Two recommendations, based on observations made during the investigation, relate to the positioning and removal of the red flags and red lights used by level crossing attendants to stop trains.\n\n  \n[ASSET_TAG](#ASSET0) (1,875.49 kb) \n"
}