{
  "meta": {
    "Download report:": "130815_R132013_Balcombe_Tunnel.pdf\r\n (1,598.33 kb)", 
    "Category:": "Heavy Rail", 
    "Incident date:": "23 September 2011", 
    "Report name:": "130815_R132013_Balcombe_Tunnel", 
    "Summary:": "Early on the morning of Friday 23 September 2011, the crew of an engineering train passing through Balcombe tunnel observed that part of a large steel structure mounted in the roof of the tunnel, spanning over both railway tracks, was sagging down. An emergency inspection found that on one side of the structure, three supports had become detached from the tunnel lining leaving a 12 metre length partially supported.\r\r\nThe structure, one of six within the tunnel, was intended to catch water dripping from the tunnel roof. It was supported by anchor studs fixed with polyester resin into holes drilled in the tunnel’s brick lining. Within the tunnel, 18 studs (5%) were found to be missing and a further five studs were loose. The RAIB’s investigation has found that this connection was inadequate because the resin was not compatible with the tunnel brickwork and may have been adversely affected by shrinkage and the damp \r\r\nconditions in the tunnel. It is probable that the resin was selected using inadequate technical data and probable that insufficient resin was placed around some studs. Although some railway staff were aware that studs had fallen from the structure on more than one occasion since 2008, this did not result in appropriate risk mitigation. This was because of inadequacies in the reporting of these events and because there was insufficient support for a member of railway staff who was managing some aspects of the tunnel maintenance but had limited experience. Inadequate access for tunnel examinations due to conflicting demands on the limited available access is considered to be an underlying factor.\r\r\nThe RAIB has identified three learning points from this incident: the need to consider the adequacy of information contained in manufacturer’s data sheets; the need to \r\r\nmaintain awareness of published information; and the benefit of marking significant tunnel defects such that they are visible from track level.\r\r\nThe RAIB has made nine recommendations addressed to Network Rail that focus on managing existing polyester resin connections and controlling the future use of this material; confirming the compatibility of materials during design work; effective \r\r\nresponses to defects and abnormal events; competency of staff managing structures; access for examining structures; the examination process for structures in tunnels; and retention of records relating to structures."
  }, 
  "date_of_occurrence": "2011-09-23", 
  "original_url": "http://raib.gov.uk/publications/investigation_reports/reports_2013/report132013.cfm", 
  "_assets": [
    {
      "content_type": "application/pdf", 
      "title": "130815_R132013_Balcombe_Tunnel.pdf", 
      "assetid": 0, 
      "original_url": "http://raib.gov.uk/cms_resources/130815_R132013_Balcombe_Tunnel.pdf", 
      "filename": "downloads/b39db4bd15a9db8be5da85dbecd0aba3f639d5aa/130815_R132013_Balcombe_Tunnel.pdf", 
      "original_filename": "130815_R132013_Balcombe_Tunnel.pdf"
    }
  ], 
  "title": "Partial failure of a structure inside Balcombe Tunnel, West Sussex", 
  "raw_html": "<div id=\"mainContentArea\" style=\"width: 545px;\"><div id=\"pageTitleContainer\">\r\n<p>\r\n</p>\r\n</div>\r\n<div id=\"aibContainer\">\r\n<div id=\"aibRows\">\r\n<span class=\"siteAibReportTextBold\">Report name: </span>\r\n<br>\r\n<span class=\"siteAibReportText\">130815_R132013_Balcombe_Tunnel</span>\r\n</div>\r\n<div id=\"aibRows\">\r\n<span class=\"siteAibReportTextBold\">Incident date:</span>\r\n<br>\r\n<span class=\"siteAibReportText\">23 September 2011</span>\r\n</div>\r\n<div id=\"aibRows\">\r\n<span class=\"siteAibReportTextBold\">Category: </span>\r\n<br>\r\n<span class=\"siteAibReportText\">Heavy Rail</span>\r\n</div>\r\n<div id=\"aibRows\">\r\n<span class=\"siteAibReportTextBold\">Summary: </span>\r\n<br>\r\n<span class=\"siteAibReportText\"><p>Early on the morning of Friday 23 September 2011, the crew of an engineering train passing through Balcombe tunnel observed that part of a large steel structure mounted in the roof of the tunnel, spanning over both railway tracks, was sagging down. An emergency inspection found that on one side of the structure, three supports had become detached from the tunnel lining leaving a 12 metre length partially supported.</p>\r\r\n<p>The structure, one of six within the tunnel, was intended to catch water dripping from the tunnel roof. It was supported by anchor studs fixed with polyester resin into holes drilled in the tunnel&#8217;s brick lining. Within the tunnel, 18 studs (5%) were found to be missing and a further five studs were loose. The RAIB&#8217;s investigation has found that this connection was inadequate because the resin was not compatible with the tunnel brickwork and may have been adversely affected by shrinkage and the damp \r\r\nconditions in the tunnel. It is probable that the resin was selected using inadequate technical data and probable that insufficient resin was placed around some studs. Although some railway staff were aware that studs had fallen from the structure on more than one occasion since 2008, this did not result in appropriate risk mitigation. This was because of inadequacies in the reporting of these events and because there was insufficient support for a member of railway staff who was managing some aspects of the tunnel maintenance but had limited experience. Inadequate access for tunnel examinations due to conflicting demands on the limited available access is considered to be an underlying factor.</p>\r\r\n<p>The RAIB has identified three learning points from this incident: the need to consider the adequacy of information contained in manufacturer&#8217;s data sheets; the need to \r\r\nmaintain awareness of published information; and the benefit of marking significant tunnel defects such that they are visible from track level.</p>\r\r\n<p>The RAIB has made nine recommendations addressed to Network Rail that focus on managing existing polyester resin connections and controlling the future use of this material; confirming the compatibility of materials during design work; effective \r\r\nresponses to defects and abnormal events; competency of staff managing structures; access for examining structures; the examination process for structures in tunnels; and retention of records relating to structures.</p> \r\r\n</span>\r\n</div>\r\n<div id=\"aibRows\">\r\n<span class=\"siteAibReportTextBold\">Download report: </span>\r\n<br>\r\n\r\n<a target=\"_blank\" class=\"siteAibReportLink\" href=\"http://raib.gov.uk/cms_resources/130815_R132013_Balcombe_Tunnel.pdf\" onclick=\"javascript: pageTracker._trackPageview('/cms_resources/130815_R132013_Balcombe_Tunnel.pdf');\">130815_R132013_Balcombe_Tunnel.pdf</a>\r\n (1,598.33 kb)\r\n\t\t\t\t</div>\r\n</div>\r\n<div id=\"TextContainer\"><p>We recommend that you upgrade to the latest version of Adobe PDF Reader - download the latest software free from the <a href=\"http://get.adobe.com/uk/reader/\">Adobe Reader website</a>.</p></div>\r\n</div>", 
  "summary": "", 
  "railway_type": [
    "heavy-rail"
  ], 
  "report_type": "investigation-report", 
  "event_type": [
    "Infrastructure", 
    "Engineering Works"
  ], 
  "report_number": "13/2013", 
  "publication_date": [
    "2013-08-15"
  ], 
  "body": "  \n\n\nEarly on the morning of Friday 23 September 2011, the crew of an engineering train passing through Balcombe tunnel observed that part of a large steel structure mounted in the roof of the tunnel, spanning over both railway tracks, was sagging down. An emergency inspection found that on one side of the structure, three supports had become detached from the tunnel lining leaving a 12 metre length partially supported.\n\nThe structure, one of six within the tunnel, was intended to catch water dripping from the tunnel roof. It was supported by anchor studs fixed with polyester resin into holes drilled in the tunnel’s brick lining. Within the tunnel, 18 studs (5%) were found to be missing and a further five studs were loose. The RAIB’s investigation has found that this connection was inadequate because the resin was not compatible with the tunnel brickwork and may have been adversely affected by shrinkage and the damp conditions in the tunnel. It is probable that the resin was selected using inadequate technical data and probable that insufficient resin was placed around some studs. Although some railway staff were aware that studs had fallen from the structure on more than one occasion since 2008, this did not result in appropriate risk mitigation. This was because of inadequacies in the reporting of these events and because there was insufficient support for a member of railway staff who was managing some aspects of the tunnel maintenance but had limited experience. Inadequate access for tunnel examinations due to conflicting demands on the limited available access is considered to be an underlying factor.\n\nThe RAIB has identified three learning points from this incident: the need to consider the adequacy of information contained in manufacturer’s data sheets; the need to maintain awareness of published information; and the benefit of marking significant tunnel defects such that they are visible from track level.\n\nThe RAIB has made nine recommendations addressed to Network Rail that focus on managing existing polyester resin connections and controlling the future use of this material; confirming the compatibility of materials during design work; effective responses to defects and abnormal events; competency of staff managing structures; access for examining structures; the examination process for structures in tunnels; and retention of records relating to structures.\n\n  \n[ASSET_TAG](#ASSET0) (1,598.33 kb) \n"
}