{
  "meta": {
    "Download report:": "141023_R232014_Denmark_Hill.pdf\r\n (5,338.69 kb)", 
    "Category:": "Heavy Rail", 
    "Incident date:": "01 August 2013", 
    "Report name:": "141023_R232014_Denmark_Hill", 
    "Summary:": "At about 16:00 hours on Thursday 1 August 2013, concrete cladding fell from the bridge spanning Denmark Hill station, London, and most of the debris landed on platform 1.  The fallen concrete was reported by two train drivers and train services were stopped on the line closest to the fallen concrete.  Fortunately no-one was struck and there was no damage to trains.  However, train services were disrupted until 02:48 hrs the following day while emergency repairs were carried out.\r\r\n\r\r\nThe concrete cladding had been added to the bridge structure in about 1910 and fell because of gradual deterioration of the fixing arrangements.   Deterioration of the cladding fixing arrangements had been reported to Network Rail over a period of at least four years but the resulting actions taken by Network Rail and its works contractor were inadequate.\r\r\n\r\r\nThe RAIB has identified several factors which led to the absence of appropriate remedial work.  Urgent repairs were not implemented in a timely manner and information collected by examiners was not entered promptly onto Network Rail’s asset management database (CARRS).  Communications between Network Rail’s asset management and works delivery team were sometimes ineffective.  Remedial work was not always precisely specified, staff implementing the work sometimes lacked the necessary competencies, and processes for verifying completion of remedial work were inadequate.  Repeated reports of the same defect should have, but did not, led Network Rail to recognise that remedial works instructions were not achieving the intended effect.  The high workload of some staff is a possible factor.  Non-compliance with Network Rail’s maximum permitted intervals between bridge examinations was noted but was not a factor in the incident.\r\r\n\r\r\nRAIB has made one recommendation and identified one learning point in addition to referencing previous RAIB recommendations relevant to issues identified at Denmark Hill.  The recommendation requires Network Rail to review its processes for evaluating reported defects and managing the associated repairs.  The learning point reinforces the importance of rigorously recording structure defects reported by examiners."
  }, 
  "date_of_occurrence": "2013-08-01", 
  "original_url": "http://raib.gov.uk/publications/investigation_reports/reports_2014/report232014.cfm", 
  "_assets": [
    {
      "content_type": "application/pdf", 
      "title": "141023_R232014_Denmark_Hill.pdf", 
      "assetid": 0, 
      "original_url": "http://raib.gov.uk/cms_resources/141023_R232014_Denmark_Hill.pdf", 
      "filename": "downloads/0fbd523810fadffb7f267c8275e6a1162c9b79ff/141023_R232014_Denmark_Hill.pdf", 
      "original_filename": "141023_R232014_Denmark_Hill.pdf"
    }
  ], 
  "title": "Dangerous occurrence at Denmark Hill station", 
  "raw_html": "<div id=\"mainContentArea\" style=\"width: 545px;\"><div id=\"pageTitleContainer\">\r\n<p>\r\n</p>\r\n</div>\r\n<div id=\"aibContainer\">\r\n<div id=\"aibRows\">\r\n<span class=\"siteAibReportTextBold\">Report name: </span>\r\n<br>\r\n<span class=\"siteAibReportText\">141023_R232014_Denmark_Hill</span>\r\n</div>\r\n<div id=\"aibRows\">\r\n<span class=\"siteAibReportTextBold\">Incident date:</span>\r\n<br>\r\n<span class=\"siteAibReportText\">01 August 2013</span>\r\n</div>\r\n<div id=\"aibRows\">\r\n<span class=\"siteAibReportTextBold\">Category: </span>\r\n<br>\r\n<span class=\"siteAibReportText\">Heavy Rail</span>\r\n</div>\r\n<div id=\"aibRows\">\r\n<span class=\"siteAibReportTextBold\">Summary: </span>\r\n<br>\r\n<span class=\"siteAibReportText\"><p>At about 16:00 hours on Thursday 1 August 2013, concrete cladding fell from the bridge spanning Denmark Hill station, London, and most of the debris landed on platform 1.  The fallen concrete was reported by two train drivers and train services were stopped on the line closest to the fallen concrete.  Fortunately no-one was struck and there was no damage to trains.  However, train services were disrupted until 02:48 hrs the following day while emergency repairs were carried out.</p>\r\r\n\r\r\n<p>The concrete cladding had been added to the bridge structure in about 1910 and fell because of gradual deterioration of the fixing arrangements.   Deterioration of the cladding fixing arrangements had been reported to Network Rail over a period of at least four years but the resulting actions taken by Network Rail and its works contractor were inadequate.</p>\r\r\n\r\r\n<p>The RAIB has identified several factors which led to the absence of appropriate remedial work.  Urgent repairs were not implemented in a timely manner and information collected by examiners was not entered promptly onto Network Rail&#8217;s asset management database (CARRS).  Communications between Network Rail&#8217;s asset management and works delivery team were sometimes ineffective.  Remedial work was not always precisely specified, staff implementing the work sometimes lacked the necessary competencies, and processes for verifying completion of remedial work were inadequate.  Repeated reports of the same defect should have, but did not, led Network Rail to recognise that remedial works instructions were not achieving the intended effect.  The high workload of some staff is a possible factor.  Non-compliance with Network Rail&#8217;s maximum permitted intervals between bridge examinations was noted but was not a factor in the incident.</p>\r\r\n\r\r\n<p>RAIB has made one recommendation and identified one learning point in addition to referencing previous RAIB recommendations relevant to issues identified at Denmark Hill.  The recommendation requires Network Rail to review its processes for evaluating reported defects and managing the associated repairs.  The learning point reinforces the importance of rigorously recording structure defects reported by examiners.</p></span>\r\n</div>\r\n<div id=\"aibRows\">\r\n<span class=\"siteAibReportTextBold\">Download report: </span>\r\n<br>\r\n\r\n<a target=\"_blank\" class=\"siteAibReportLink\" href=\"http://raib.gov.uk/cms_resources/141023_R232014_Denmark_Hill.pdf\" onclick=\"javascript: pageTracker._trackPageview('/cms_resources/141023_R232014_Denmark_Hill.pdf');\">141023_R232014_Denmark_Hill.pdf</a>\r\n (5,338.69 kb)\r\n\t\t\t\t</div>\r\n</div>\r\n<div id=\"TextContainer\"><p>We recommend that you upgrade to the latest version of Adobe PDF Reader - download the latest software free from the <a title the adobe website href=\"http://get.adobe.com/uk/reader/\">Adobe Reader website.</a></p></div>\r\n</div>", 
  "summary": "", 
  "railway_type": [
    "heavy-rail"
  ], 
  "report_type": "investigation-report", 
  "event_type": [
    "Infrastructure"
  ], 
  "report_number": "23/2014", 
  "publication_date": [
    "2014-10-23"
  ], 
  "body": "  \n\n\nAt about 16:00 hours on Thursday 1 August 2013, concrete cladding fell from the bridge spanning Denmark Hill station, London, and most of the debris landed on platform 1. The fallen concrete was reported by two train drivers and train services were stopped on the line closest to the fallen concrete. Fortunately no-one was struck and there was no damage to trains. However, train services were disrupted until 02:48 hrs the following day while emergency repairs were carried out.\n\nThe concrete cladding had been added to the bridge structure in about 1910 and fell because of gradual deterioration of the fixing arrangements. Deterioration of the cladding fixing arrangements had been reported to Network Rail over a period of at least four years but the resulting actions taken by Network Rail and its works contractor were inadequate.\n\nThe RAIB has identified several factors which led to the absence of appropriate remedial work. Urgent repairs were not implemented in a timely manner and information collected by examiners was not entered promptly onto Network Rail’s asset management database (CARRS). Communications between Network Rail’s asset management and works delivery team were sometimes ineffective. Remedial work was not always precisely specified, staff implementing the work sometimes lacked the necessary competencies, and processes for verifying completion of remedial work were inadequate. Repeated reports of the same defect should have, but did not, led Network Rail to recognise that remedial works instructions were not achieving the intended effect. The high workload of some staff is a possible factor. Non-compliance with Network Rail’s maximum permitted intervals between bridge examinations was noted but was not a factor in the incident.\n\nRAIB has made one recommendation and identified one learning point in addition to referencing previous RAIB recommendations relevant to issues identified at Denmark Hill. The recommendation requires Network Rail to review its processes for evaluating reported defects and managing the associated repairs. The learning point reinforces the importance of rigorously recording structure defects reported by examiners.\n\n  \n[ASSET_TAG](#ASSET0) (5,338.69 kb) \n"
}