{
  "meta": {
    "Download report:": "140717_R152014_Glasgow_Queen_Street.pdf\r\n (8,356.50 kb)", 
    "Category:": "Heavy Rail", 
    "Incident date:": "21 April 2013", 
    "Report name:": "140717_R152014_Glasgow_Queen_Street", 
    "Summary:": "At about 03:00 hrs on Sunday 21 April 2013, a road rail vehicle (RRV) ran away as it was being on-tracked north of Glasgow Queen Street High Level Tunnel on a section of railway sloping towards the tunnel. The RRV ran through the tunnel and struck two scaffolds that were being used for maintenance work on the tunnel walls. A person working on one of the scaffolds was thrown to the ground and suffered severe injuries to his shoulder. The track levelled out as the RRV ran into Glasgow Queen Street station and, after travelling a total distance of about 1.1 miles (1.8 kilometres), it stopped in platform 5, about 20 metres short of the buffer stop.\r\r\n\r\r\nThe RRV was a mobile elevating work platform that was manufactured for use on road wheels and then converted by Rexquote Ltd to permit use on the railway. The RRV’s road wheels were intended to provide braking in both road and rail modes. This was achieved in rail mode by holding the road wheels against a hub extending from the rail wheels. The design of the RRV meant that during a transition phase in the on-tracking procedure, the road wheel brakes were ineffective because the RRV was supported on the rail wheels but the road wheels were not yet touching the hubs. Although instructed to follow a procedure which prevented this occurring simultaneously at both ends of the RRV, the machine operator unintentionally put the RRV into this condition. \r\r\nHe was (correctly) standing beside the RRV when it started to move, and the control equipment was pulled from his hand before he could stop the vehicle.\r\r\n\r\r\nThe RRV was fitted with holding brakes acting directly on both rail wheels at one end of the vehicle. These were intended to prevent a runaway if non-compliance with the operating instructions meant that all road wheel brakes were ineffective. The holding brake was insufficient to prevent the runaway due to shortcomings in Rexquote’s design, factory testing and specification of maintenance activities. The lack of an effective quality assurance system at Rexquote was an underlying factor. The design of the holding brake was not reviewed when the RRV was subject to the rail industry vehicle approval process because provision of such a brake was not required by Railway Industry Standards.\r\r\n\r\r\nThe RAIB has identified one learning point which reminds the rail industry that the rail vehicle approval process does not cover all aspects of rail vehicle performance. \r\r\nThe RAIB has made four recommendations. One requires Rexquote to implement an effective quality assurance system and another, supporting an activity already proposed by Network Rail, seeks to widen the scope of safety-related audits applied by Network Rail to organisations supplying rail plant for use on its infrastructure. A third recommendation seeks improvements to the testing process for parking brakes provided on RRVs. The final recommendation, based on an observation, relates to the provision of lighting on RRVs."
  }, 
  "date_of_occurrence": "2013-04-21", 
  "original_url": "http://raib.gov.uk/publications/investigation_reports/reports_2014/report152014.cfm", 
  "_assets": [
    {
      "content_type": "application/pdf", 
      "title": "140717_R152014_Glasgow_Queen_Street.pdf", 
      "assetid": 0, 
      "original_url": "http://raib.gov.uk/cms_resources/140717_R152014_Glasgow_Queen_Street.pdf", 
      "filename": "downloads/be6bcc497c18489b8dca3a658e74e51776731f38/140717_R152014_Glasgow_Queen_Street.pdf", 
      "original_filename": "140717_R152014_Glasgow_Queen_Street.pdf"
    }
  ], 
  "title": "Runaway of a road rail vehicle and the resulting collision in Queen Street High Level Tunnel, Glasgow", 
  "raw_html": "<div id=\"mainContentArea\" style=\"width: 545px;\"><div id=\"pageTitleContainer\">\r\n<p>\r\n</p>\r\n</div>\r\n<div id=\"aibContainer\">\r\n<div id=\"aibRows\">\r\n<span class=\"siteAibReportTextBold\">Report name: </span>\r\n<br>\r\n<span class=\"siteAibReportText\">140717_R152014_Glasgow_Queen_Street</span>\r\n</div>\r\n<div id=\"aibRows\">\r\n<span class=\"siteAibReportTextBold\">Incident date:</span>\r\n<br>\r\n<span class=\"siteAibReportText\">21 April 2013</span>\r\n</div>\r\n<div id=\"aibRows\">\r\n<span class=\"siteAibReportTextBold\">Category: </span>\r\n<br>\r\n<span class=\"siteAibReportText\">Heavy Rail</span>\r\n</div>\r\n<div id=\"aibRows\">\r\n<span class=\"siteAibReportTextBold\">Summary: </span>\r\n<br>\r\n<span class=\"siteAibReportText\"><p>At about 03:00 hrs on Sunday 21 April 2013, a road rail vehicle (RRV) ran away as it was being on-tracked north of Glasgow Queen Street High Level Tunnel on a section of railway sloping towards the tunnel. The RRV ran through the tunnel and struck two scaffolds that were being used for maintenance work on the tunnel walls. A person working on one of the scaffolds was thrown to the ground and suffered severe injuries to his shoulder. The track levelled out as the RRV ran into Glasgow Queen Street station and, after travelling a total distance of about 1.1 miles (1.8 kilometres), it stopped in platform 5, about 20 metres short of the buffer stop.</p>\r\r\n\r\r\n<p>The RRV was a mobile elevating work platform that was manufactured for use on road wheels and then converted by Rexquote Ltd to permit use on the railway. The RRV&#8217;s road wheels were intended to provide braking in both road and rail modes. This was achieved in rail mode by holding the road wheels against a hub extending from the rail wheels. The design of the RRV meant that during a transition phase in the on-tracking procedure, the road wheel brakes were ineffective because the RRV was supported on the rail wheels but the road wheels were not yet touching the hubs. Although instructed to follow a procedure which prevented this occurring simultaneously at both ends of the RRV, the machine operator unintentionally put the RRV into this condition. \r\r\nHe was (correctly) standing beside the RRV when it started to move, and the control equipment was pulled from his hand before he could stop the vehicle.</p>\r\r\n\r\r\n<p>The RRV was fitted with holding brakes acting directly on both rail wheels at one end of the vehicle. These were intended to prevent a runaway if non-compliance with the operating instructions meant that all road wheel brakes were ineffective. The holding brake was insufficient to prevent the runaway due to shortcomings in Rexquote&#8217;s design, factory testing and specification of maintenance activities. The lack of an effective quality assurance system at Rexquote was an underlying factor. The design of the holding brake was not reviewed when the RRV was subject to the rail industry vehicle approval process because provision of such a brake was not required by Railway Industry Standards.</p>\r\r\n\r\r\n<p>The RAIB has identified one learning point which reminds the rail industry that the rail vehicle approval process does not cover all aspects of rail vehicle performance. \r\r\nThe RAIB has made four recommendations. One requires Rexquote to implement an effective quality assurance system and another, supporting an activity already proposed by Network Rail, seeks to widen the scope of safety-related audits applied by Network Rail to organisations supplying rail plant for use on its infrastructure. A third recommendation seeks improvements to the testing process for parking brakes provided on RRVs. The final recommendation, based on an observation, relates to the provision of lighting on RRVs.</p>\r\r\n</span>\r\n</div>\r\n<div id=\"aibRows\">\r\n<span class=\"siteAibReportTextBold\">Download report: </span>\r\n<br>\r\n\r\n<a target=\"_blank\" class=\"siteAibReportLink\" href=\"http://raib.gov.uk/cms_resources/140717_R152014_Glasgow_Queen_Street.pdf\" onclick=\"javascript: pageTracker._trackPageview('/cms_resources/140717_R152014_Glasgow_Queen_Street.pdf');\">140717_R152014_Glasgow_Queen_Street.pdf</a>\r\n (8,356.50 kb)\r\n\t\t\t\t</div>\r\n</div>\r\n<div id=\"TextContainer\">We recommend that you upgrade to the latest version of Adobe PDF Reader - download the latest software free from the <a href=\"http://get.adobe.com/uk/reader/\">Adobe Reader website</a>.\r\r\n<p> </p></div>\r\n</div>", 
  "summary": "", 
  "railway_type": [
    "heavy-rail"
  ], 
  "report_type": "investigation-report", 
  "event_type": [
    "Rolling Stock", 
    "Engineering Works"
  ], 
  "report_number": "15/2014", 
  "publication_date": [
    "2014-07-17"
  ], 
  "body": "  \n\n\nAt about 03:00 hrs on Sunday 21 April 2013, a road rail vehicle (RRV) ran away as it was being on-tracked north of Glasgow Queen Street High Level Tunnel on a section of railway sloping towards the tunnel. The RRV ran through the tunnel and struck two scaffolds that were being used for maintenance work on the tunnel walls. A person working on one of the scaffolds was thrown to the ground and suffered severe injuries to his shoulder. The track levelled out as the RRV ran into Glasgow Queen Street station and, after travelling a total distance of about 1.1 miles (1.8 kilometres), it stopped in platform 5, about 20 metres short of the buffer stop.\n\nThe RRV was a mobile elevating work platform that was manufactured for use on road wheels and then converted by Rexquote Ltd to permit use on the railway. The RRV’s road wheels were intended to provide braking in both road and rail modes. This was achieved in rail mode by holding the road wheels against a hub extending from the rail wheels. The design of the RRV meant that during a transition phase in the on-tracking procedure, the road wheel brakes were ineffective because the RRV was supported on the rail wheels but the road wheels were not yet touching the hubs. Although instructed to follow a procedure which prevented this occurring simultaneously at both ends of the RRV, the machine operator unintentionally put the RRV into this condition. He was (correctly) standing beside the RRV when it started to move, and the control equipment was pulled from his hand before he could stop the vehicle.\n\nThe RRV was fitted with holding brakes acting directly on both rail wheels at one end of the vehicle. These were intended to prevent a runaway if non-compliance with the operating instructions meant that all road wheel brakes were ineffective. The holding brake was insufficient to prevent the runaway due to shortcomings in Rexquote’s design, factory testing and specification of maintenance activities. The lack of an effective quality assurance system at Rexquote was an underlying factor. The design of the holding brake was not reviewed when the RRV was subject to the rail industry vehicle approval process because provision of such a brake was not required by Railway Industry Standards.\n\nThe RAIB has identified one learning point which reminds the rail industry that the rail vehicle approval process does not cover all aspects of rail vehicle performance. The RAIB has made four recommendations. One requires Rexquote to implement an effective quality assurance system and another, supporting an activity already proposed by Network Rail, seeks to widen the scope of safety-related audits applied by Network Rail to organisations supplying rail plant for use on its infrastructure. A third recommendation seeks improvements to the testing process for parking brakes provided on RRVs. The final recommendation, based on an observation, relates to the provision of lighting on RRVs.\n\n  \n[ASSET_TAG](#ASSET0) (8,356.50 kb) \n"
}