{
  "meta": {}, 
  "date_of_occurrence": "2006-06-25", 
  "original_url": "http://www.maib.gov.uk/publications/completed_preliminary_examinations/completed_preliminary_examinations_2006/tycom_reliance.cfm", 
  "_assets": [], 
  "title": "Completed PE Summary - Tycom Reliance", 
  "raw_html": "<div id=\"mainContentArea\" style=\"width: 545px;\"><div id=\"pageTitleContainer\">\r\n<p>\r\n</p>\r\n</div>\r\n<div id=\"pageTitleContainer\">\r\n<p>\r\n</p>\r\n</div>\r\n<div id=\"TextContainer\"><table border=\"1\" width=\"100%\" cellpadding=\"1\" cellspacing=\"2\">\r\r\n\r\r\n\r\r\n<tr>\r\r\n<td valign=\"top\">Category</td>\r\r\n\t<td valign=\"top\">Merchant</td>\r\r\n</tr>\r\r\n\r\r\n\r\r\n\r\r\n<tr>\r\r\n<td valign=\"top\">Type:</td>\r\r\n\t<td valign=\"top\">Cable laying vessel</td>\r\r\n</tr>\r\r\n\r\r\n\r\r\n\r\r\n\r\r\n\r\r\n\r\r\n<tr>\r\r\n<td valign=\"top\">Date</td>\r\r\n\t<td valign=\"top\">26/06/06</td>\r\r\n</tr>\r\r\n\r\r\n\r\r\n<tr>\r\r\n<td valign=\"top\">Location of incident:</td>\r\r\n\t<td valign=\"top\">approaching the Bristol Channel pilot station off the port of Barry, South Wales</td>\r\r\n</tr>\r\r\n\r\r\n\r\r\n<tr>\r\r\n<td valign=\"top\">Incident Type:</td>\r\r\n\t<td valign=\"top\">Man overboard and subsequent drowning</td>\r\r\n</tr>\r\r\n\r\r\n\r\r\n\r\r\n\r\r\n<tr>\r\r\n<td valign=\"top\">Injuries/ fatalities:</td>\r\r\n\t<td valign=\"top\">One fatality</td>\r\r\n</tr>\r\r\n\r\r\n\r\r\n\r\r\n</table>\r\r\n\r\r\n<p>\r\r\n</p>\r\r\n\r\r\n<p><span>Synopsis</span></p>\r\r\n\r\r\n<p>The boatswain from the cable laying vessel Tycom Reliance fell overboard whilst rigging the pilot ladder as the vessel approached the Bristol Channel pilot station off the port of Barry, South Wales.  Contrary to normal procedures he was not wearing a working life vest and, although recovered from the water within 9 minutes by the vessel&#8217;s own rescue boat, and receiving treatment from the medical officer within 14 minutes, he died from drowning. \r\r\n</p>\r\r\n\r\r\n<p>A causal factor to the accident was the lack of personnel available to assist the boatswain rig the pilot ladder.  This was in part due to an earlier than planned arrival time at the pilot station, and poor internal communication to his crew the previous evening.  Rather than waiting until the rigging party was up to full strength &#8211; normally four seamen - the bosun felt a perceived need to &#8216;press on&#8217; and rig the ladder with just one other person assisting.  The shortage of manpower increased the workload on the boatswain who, whilst holding the ladder in position with his foot and at the same time checking the distance of the ladder above the waterline, lost his balance and fell overboard.  He was not wearing a life jacket.\r\r\n\r\r\n</p>\r\r\n\r\r\n<p><span>Action taken:</span></p>\r\r\n\r\r\n<p>The Chief Inspector has written to the company recommending they:\r\r\n</p>\r\r\n\r\r\n<p>Review and amend the company&#8217;s operational risk assessments specifically those relating to emergency situations, and the pilot boarding checklist. As a minimum the review should include:\r\r\n</p>\r\r\n<ul>\r\r\n\r\r\n<li>\r\r\n\t<p>The requirement to wear a life vest when rigging the pilot ladder.\r\r\n</p>\r\r\n</li>\r\r\n\r\r\n<li>\r\r\n\t<p>The need to include, as part of the company&#8217;s safety management system, a Standard Operating Procedure in the event of a man overboard.  The procedure should cover all onboard disciplines, and may include the frequency of practice drills necessary for the crew to maintain full effectiveness in such a situation.\r\r\n\r\r\n</p>\r\r\n</li>\r\r\n\r\r\n\r\r\n</ul>\r\r\n\r\r\n<hr></div>\r\n</div>", 
  "summary": "", 
  "report_type": "completed-preliminary-examination", 
  "vessel_type": [
    "merchant-vessel-100-gross-tons-or-over"
  ], 
  "body": "Category |   | Merchant | \nType: |   | Cable laying vessel | \nDate |   | 26/06/06 | \nLocation of incident: |   | approaching the Bristol Channel pilot station off the port of Barry, South Wales | \nIncident Type: |   | Man overboard and subsequent drowning | \nInjuries/ fatalities: |   | One fatality | \n\nSynopsis\n\nThe boatswain from the cable laying vessel Tycom Reliance fell overboard whilst rigging the pilot ladder as the vessel approached the Bristol Channel pilot station off the port of Barry, South Wales. Contrary to normal procedures he was not wearing a working life vest and, although recovered from the water within 9 minutes by the vessel’s own rescue boat, and receiving treatment from the medical officer within 14 minutes, he died from drowning. \n\nA causal factor to the accident was the lack of personnel available to assist the boatswain rig the pilot ladder. This was in part due to an earlier than planned arrival time at the pilot station, and poor internal communication to his crew the previous evening. Rather than waiting until the rigging party was up to full strength – normally four seamen - the bosun felt a perceived need to ‘press on’ and rig the ladder with just one other person assisting. The shortage of manpower increased the workload on the boatswain who, whilst holding the ladder in position with his foot and at the same time checking the distance of the ladder above the waterline, lost his balance and fell overboard. He was not wearing a life jacket. \n\nAction taken:\n\nThe Chief Inspector has written to the company recommending they: \n\nReview and amend the company’s operational risk assessments specifically those relating to emergency situations, and the pilot boarding checklist. As a minimum the review should include: \n\n  * The requirement to wear a life vest when rigging the pilot ladder. \n\n  * The need to include, as part of the company’s safety management system, a Standard Operating Procedure in the event of a man overboard. The procedure should cover all onboard disciplines, and may include the frequency of practice drills necessary for the crew to maintain full effectiveness in such a situation. \n\n* * *\n"
}