{
  "meta": {}, 
  "date_of_occurrence": "2006-04-18", 
  "original_url": "http://www.maib.gov.uk/publications/completed_preliminary_examinations/completed_preliminary_examinations_2006/nicos_iv.cfm", 
  "_assets": [], 
  "title": "Completed PE Summary - Nicos IV", 
  "raw_html": "<div id=\"mainContentArea\" style=\"width: 545px;\"><div id=\"pageTitleContainer\">\r\n<p>\r\n</p>\r\n</div>\r\n<div id=\"pageTitleContainer\">\r\n<p>\r\n</p>\r\n</div>\r\n<div id=\"TextContainer\"><table border=\"1\" width=\"100%\" cellpadding=\"1\" cellspacing=\"2\">\r\r\n\r\r\n\r\r\n<tr>\r\r\n<td valign=\"top\">Category</td>\r\r\n\t<td valign=\"top\">Merchant</td>\r\r\n</tr>\r\r\n\r\r\n\r\r\n\r\r\n\r\r\n\r\r\n\r\r\n\r\r\n\r\r\n<tr>\r\r\n<td valign=\"top\">Type:</td>\r\r\n\t<td valign=\"top\">Chemical/Products tanker</td>\r\r\n</tr>\r\r\n\r\r\n\r\r\n\r\r\n\r\r\n\r\r\n\r\r\n\r\r\n<tr>\r\r\n<td valign=\"top\">Date</td>\r\r\n\t<td valign=\"top\">18/04/06</td>\r\r\n</tr>\r\r\n\r\r\n\r\r\n<tr>\r\r\n<td valign=\"top\">Location of incident:</td>\r\r\n\t<td valign=\"top\">Coastal Waters</td>\r\r\n</tr>\r\r\n\r\r\n\r\r\n<tr>\r\r\n<td valign=\"top\">Incident Type:</td>\r\r\n\t<td valign=\"top\">Serious Injury to crewmembers</td>\r\r\n</tr>\r\r\n\r\r\n\r\r\n\r\r\n\r\r\n<tr>\r\r\n<td valign=\"top\">Injuries/ fatalities:</td>\r\r\n\t<td valign=\"top\">Personal Injury</td>\r\r\n</tr>\r\r\n\r\r\n\r\r\n<tr>\r\r\n<td valign=\"top\">Damage/ Pollution:</td>\r\r\n\t<td valign=\"top\">None</td>\r\r\n</tr>\r\r\n\r\r\n</table>\r\r\n\r\r\n<p>\r\r\n</p>\r\r\n\r\r\n<p><span>Synopsis</span></p>\r\r\n\r\r\n<p>The ballasted chemical/products tanker Nicos I.V. had been made fast port side alongside to Number 2 berth at Fawley Oil Terminal. Soon afterwards, the pilot asked the master to let go the forward tug Tenax, which had its tow line fast to a bollard on the starboard side, just aft of the forward mooring station. The pilot also told the tug master by VHF radio to let go.\r\r\n\r\r\n</p>\r\r\n\r\r\n<p>The pilot&#8217;s instruction was relayed by the ship&#8217;s internal VHF radio to the Bosun, who, with three able seamen and a deck cadet, went quickly to the tow line. They looked over the side of the ship and saw that there was some slack in the line, but no crew was on the tug&#8217;s deck. Therefore, a signal from the tug was not given that it was ready to receive the tow line. An able seaman, the bosun and another able seaman stood in line between the panama lead and the bollard and began to pull the slack of the tow line in by hand. </p>\r\r\n<p>Meanwhile on the tug, the chief engineer moved the towing winch control joystick to pay out the line and to give the ship&#8217;s crew some more slack. However, when he looked up at the CCTV monitor, he saw that the line was being heaved in onto the winch. He looked down at the towing winch control panel and saw that the tensioning mode switch was still illuminated. He switched the tensioning mode switch off, which gave him control of the joystick and he was able to pay the tow line out.</p>\r\r\n<p>When the tow line tightened, the able seaman who was standing nearest the panama lead, had his hands drawn towards the lead. He managed to extract his right hand, but his left hand was badly crushed when it became caught between the tow line and the panama lead. His hand was released when the tug&#8217;s chief engineer slackened off the tow line. </p>\r\r\n\r\r\n\r\r\n<p><span>Action taken:</span></p>\r\r\n\r\r\n<p>The Chief Inspector has written to:\r\r\n\r\r\n</p>\r\r\n\r\r\n<ul>\r\r\n<li>\r\r\n\t<p>the Greek owners on Nicos I.V. about best practice for handling of tugs&#8217; tow lines, and positive communications being established between ships&#8217; mooring teams and tugs before letting go tow lines;\r\r\n\r\r\n</p>\r\r\n</li>\r\r\n\r\r\n<li>\r\r\n\t<p>the Norwegian owner/operator of Tenax about their tugs establishing contact and maintaining communications between themselves and the ships&#8217; mooring teams when working together; and\r\r\n\r\r\n</p>\r\r\n</li>\r\r\n\r\r\n<li>\r\r\n\t<p>the Maritime and Coastguard Agency making suggestions on amendments/additions to the Code of Safe Working Practices for Merchant Seamen on ship board safe practices on the handling of tugs&#8217; tow lines.\r\r\n\r\r\n\r\r\n</p>\r\r\n</li>\r\r\n\r\r\n\r\r\n</ul>\r\r\n\r\r\n<hr></div>\r\n</div>", 
  "summary": "", 
  "report_type": "completed-preliminary-examination", 
  "vessel_type": [
    "merchant-vessel-100-gross-tons-or-over"
  ], 
  "body": "Category |   | Merchant | \nType: |   | Chemical/Products tanker | \nDate |   | 18/04/06 | \nLocation of incident: |   | Coastal Waters | \nIncident Type: |   | Serious Injury to crewmembers | \nInjuries/ fatalities: |   | Personal Injury | \nDamage/ Pollution: |   | None | \n\nSynopsis\n\nThe ballasted chemical/products tanker Nicos I.V. had been made fast port side alongside to Number 2 berth at Fawley Oil Terminal. Soon afterwards, the pilot asked the master to let go the forward tug Tenax, which had its tow line fast to a bollard on the starboard side, just aft of the forward mooring station. The pilot also told the tug master by VHF radio to let go. \n\nThe pilot’s instruction was relayed by the ship’s internal VHF radio to the Bosun, who, with three able seamen and a deck cadet, went quickly to the tow line. They looked over the side of the ship and saw that there was some slack in the line, but no crew was on the tug’s deck. Therefore, a signal from the tug was not given that it was ready to receive the tow line. An able seaman, the bosun and another able seaman stood in line between the panama lead and the bollard and began to pull the slack of the tow line in by hand. \n\nMeanwhile on the tug, the chief engineer moved the towing winch control joystick to pay out the line and to give the ship’s crew some more slack. However, when he looked up at the CCTV monitor, he saw that the line was being heaved in onto the winch. He looked down at the towing winch control panel and saw that the tensioning mode switch was still illuminated. He switched the tensioning mode switch off, which gave him control of the joystick and he was able to pay the tow line out.\n\nWhen the tow line tightened, the able seaman who was standing nearest the panama lead, had his hands drawn towards the lead. He managed to extract his right hand, but his left hand was badly crushed when it became caught between the tow line and the panama lead. His hand was released when the tug’s chief engineer slackened off the tow line. \n\nAction taken:\n\nThe Chief Inspector has written to: \n\n  * the Greek owners on Nicos I.V. about best practice for handling of tugs’ tow lines, and positive communications being established between ships’ mooring teams and tugs before letting go tow lines; \n\n  * the Norwegian owner/operator of Tenax about their tugs establishing contact and maintaining communications between themselves and the ships’ mooring teams when working together; and \n\n  * the Maritime and Coastguard Agency making suggestions on amendments/additions to the Code of Safe Working Practices for Merchant Seamen on ship board safe practices on the handling of tugs’ tow lines. \n\n* * *\n"
}