{
  "meta": {}, 
  "date_of_occurrence": "2006-05-05", 
  "original_url": "http://www.maib.gov.uk/publications/completed_preliminary_examinations/completed_preliminary_examinations_2006/rib_atlantis.cfm", 
  "_assets": [], 
  "title": "Completed PE Summary - RIB Atlantis", 
  "raw_html": "<div id=\"mainContentArea\" style=\"width: 545px;\"><div id=\"pageTitleContainer\">\r\n<p>\r\n</p>\r\n</div>\r\n<div id=\"TextContainer\"><p><span>Vessel: RIB <span>Atlantis</span></span><br>\r\r\nMAIB Ref: 1/10/271</p>\r\r\n\r\r\n<p><span>Date of Accident: 05/05/06</span></p>\r\r\n\r\r\n<p><span>Details</span><br>The driver and passenger of the 8 metre RIB <span>Atlantis</span> were thrown from the boat shortly after departing Yarmouth, I.O.W. The engine kill cord, though fitted and worn by the driver, failed to stop the engine of the boat which continued circling at high speed until it finally ran aground and came to rest on top of the sea wall at Pennington Marsh.</p>\r\r\n\r\r\n<p>The two men were spotted in the water by the master of a passing ferry. They were recovered using the vessel&#8217;s rescue craft and returned to Yarmouth, however, unfortunately, despite attempts to resuscitate him, the driver was later pronounced dead.</p>\r\r\n\r\r\n<p><span>Action Taken</span>\r\r\n<br>The MAIB intend to promulgate the following safety lessons arising from this accident:</p>\r\r\n<ul>\r\r\n    <li>The vital importance of using the engine &#8220;kill cord&#8221; correctly.</li>\r\r\n    <li>The need to carry lifejackets and other safety equipment that are suitable for the intended area of operation.</li>\r\r\n    <li>The effect that alcohol can have on reactions and judgement.</li>\r\r\n</ul>\r\r\n<p>During the investigation, MAIB Inspectors noted that the RIB bore a builder&#8217;s plate which designated the craft incorrectly under the requirement of the Recreational Craft Directive (RCD). Whilst this was not a direct casual factor in the accident, the Chief Inspector has separately written to the manufacturers of the boat strongly advising them to ensure that in future all their boats are certified correctly in accordance with the appropriate sections of the RCD.</p>\r\r\n\r\r\n<hr></div>\r\n</div>", 
  "summary": "", 
  "report_type": "completed-preliminary-examination", 
  "vessel_type": [], 
  "body": "Vessel: RIB Atlantis  \nMAIB Ref: 1/10/271\n\nDate of Accident: 05/05/06\n\nDetails  \nThe driver and passenger of the 8 metre RIB Atlantis were thrown from the boat shortly after departing Yarmouth, I.O.W. The engine kill cord, though fitted and worn by the driver, failed to stop the engine of the boat which continued circling at high speed until it finally ran aground and came to rest on top of the sea wall at Pennington Marsh.\n\nThe two men were spotted in the water by the master of a passing ferry. They were recovered using the vessel’s rescue craft and returned to Yarmouth, however, unfortunately, despite attempts to resuscitate him, the driver was later pronounced dead.\n\nAction Taken   \nThe MAIB intend to promulgate the following safety lessons arising from this accident:\n\n  * The vital importance of using the engine “kill cord” correctly.\n  * The need to carry lifejackets and other safety equipment that are suitable for the intended area of operation.\n  * The effect that alcohol can have on reactions and judgement.\n\nDuring the investigation, MAIB Inspectors noted that the RIB bore a builder’s plate which designated the craft incorrectly under the requirement of the Recreational Craft Directive (RCD). Whilst this was not a direct casual factor in the accident, the Chief Inspector has separately written to the manufacturers of the boat strongly advising them to ensure that in future all their boats are certified correctly in accordance with the appropriate sections of the RCD.\n\n* * *\n"
}