{
  "meta": {}, 
  "date_of_occurrence": "2007-06-20", 
  "original_url": "http://www.maib.gov.uk/publications/completed_preliminary_examinations/completed_preliminary_examinations_2007/haven_hawk.cfm", 
  "_assets": [], 
  "title": "Completed PE Summary - Haven Hawk", 
  "raw_html": "<div id=\"mainContentArea\" style=\"width: 545px;\"><div id=\"pageTitleContainer\">\r\n<p>\r\n</p>\r\n</div>\r\n<div id=\"pageTitleContainer\">\r\n<p>\r\n</p>\r\n</div>\r\n<div id=\"TextContainer\"><table border=\"1\" width=\"100%\" cellpadding=\"1\" cellspacing=\"2\">\r\r\n\r\r\n\r\r\n<tr>\r\r\n<td valign=\"top\">Category</td>\r\r\n\t<td valign=\"top\">Commercial</td>\r\r\n</tr>\r\r\n\r\r\n\r\r\n<tr>\r\r\n<td valign=\"top\">Registered Owner &amp; Manager:</td>\r\r\n\t<td valign=\"top\">Harwich Haven Authority</td>\r\r\n</tr>\r\r\n\r\r\n\r\r\n\r\r\n\r\r\n<tr>\r\r\n<td valign=\"top\">Type:</td>\r\r\n\t<td valign=\"top\">Pilot Boat</td>\r\r\n</tr>\r\r\n\r\r\n\r\r\n<tr>\r\r\n<td valign=\"top\">Built:</td>\r\r\n\t<td valign=\"top\">1999</td>\r\r\n</tr>\r\r\n\r\r\n\r\r\n<tr>\r\r\n<td valign=\"top\">Certifying Authority:</td>\r\r\n\t<td valign=\"top\">Society of Consulting Marine Engineers and Ship Surveyors</td>\r\r\n</tr>\r\r\n\r\r\n\r\r\n<tr>\r\r\n<td valign=\"top\">Construction:</td>\r\r\n\t<td valign=\"top\">GRP</td>\r\r\n</tr>\r\r\n\r\r\n\r\r\n<tr>\r\r\n<td valign=\"top\">Length overall:</td>\r\r\n\t<td valign=\"top\">16m</td>\r\r\n</tr>\r\r\n\r\r\n\r\r\n<tr>\r\r\n<td valign=\"top\">Displacement:</td>\r\r\n\t<td valign=\"top\">24 tonnes</td>\r\r\n</tr>\r\r\n\r\r\n\r\r\n<tr>\r\r\n<td valign=\"top\">Date &amp; Time</td>\r\r\n\t<td valign=\"top\">20/06/07 11:59 (UTC)</td>\r\r\n</tr>\r\r\n\r\r\n\r\r\n<tr>\r\r\n<td valign=\"top\">Location of incident:</td>\r\r\n\t<td valign=\"top\">Coastal waters</td>\r\r\n</tr>\r\r\n\r\r\n\r\r\n<tr>\r\r\n<td valign=\"top\">Incident Type:</td>\r\r\n\t<td valign=\"top\">Fire</td>\r\r\n</tr>\r\r\n\r\r\n\r\r\n<tr>\r\r\n<td valign=\"top\">Persons onboard:</td>\r\r\n\t<td valign=\"top\">3</td>\r\r\n</tr>\r\r\n\r\r\n\r\r\n<tr>\r\r\n<td valign=\"top\">Injuries/ fatalities:</td>\r\r\n\t<td valign=\"top\">None</td>\r\r\n</tr>\r\r\n\r\r\n\r\r\n<tr>\r\r\n<td valign=\"top\">Damage/ Pollution:</td>\r\r\n\t<td valign=\"top\">Extensive fire and smoke damage to the engine room</td>\r\r\n</tr>\r\r\n\r\r\n</table>\r\r\n\r\r\n<p>\r\r\n</p>\r\r\n\r\r\n<p><span>Synopsis</span></p>\r\r\n\r\r\n<p>At 1159 on 20 June 2007 the Harwich Haven Authority (HHA) pilot boat Haven Hawk suffered an engine room fire while 19 miles SE of Harwich.  The crew and one pilot were subsequently winched from the vessel by an RAF rescue helicopter.      </p>\r\r\n\r\r\n<p>Haven Hawk left the HHA pontoon at 1045 with two pilots on board.  After picking up a third pilot at Felixstowe, the boat made its way to Cork Sands where two of the pilots were transferred to other vessels.  At 1159, while preparing to transfer the third pilot at the Sunk, dense smoke poured from the engine vents and almost immediately afterwards both engines stopped.  The wheelhouse then started to fill with smoke as the pilot alerted Harwich VTS.  The Harwich lifeboat and an RAF rescue helicopter were tasked within two minutes.  The crew struggled to close the engine room vents because the location of the operating levers put them in the centre of the acrid smoke zone.  The fuel valves were closed and the engine room water spray fixed fire fighting system activated.  Boundary cooling was then established using the emergency hand operated fire pump.  </p>\r\r\n\r\r\n<p>Fifteen minutes later the rescue helicopter was on scene.  Because there was 1800 litres of fuel on board and the state of the fire was unknown it was agreed to evacuate the crew.  The Harwich lifeboat arrived on scene at 1254, carried out boundary cooling, confirmed the fire was out and towed the boat to Harwich.</p>\r\r\n\r\r\n<p>The fire fighting effort was competently carried out.  Detailed investigations found that the port engine turbo charger oil supply pipe was not bracketed and had failed at the connection to the oil filter through fatigue.  Oil then sprayed onto the turbo charger causing the fire.  </p>\r\r\n\r\r\n<p>It was also found that the recently inspected, and certified, fixed 45 litre water spray system reservoir had suffered widespread internal preservation detachment causing internal corrosion and the possibility of blockage.  Other HHA pilot boats had suffered identical problems as well as complete detachment of the internal siphon tubes rendering the systems inoperable.</p>\r\r\n\r\r\n<p>There were no injuries to personnel and no pollution.</p>              \r\r\n\r\r\n\r\r\n<p><span>Action taken:</span></p>\r\r\n\r\r\n<p>The Chief Inspector of Marine Accidents has written to Harwich Harbour Authority highlighting the need to:</p>\r\r\n\r\r\n\r\r\n<ul>\r\r\n<li>\r\r\n\t<p>Review engine oil pipe clamping and turbo charger shielding arrangements</p>\r\r\n</li>\r\r\n\r\r\n<li>\r\r\n\t<p>Examine options to extend the operating positions for the engine room vent flaps.</p>\r\r\n</li>\r\r\n\r\r\n<li>\r\r\n\t<p>Improve emergency equipment location and operating signage.</p>\r\r\n</li>\r\r\n\r\r\n<li>\r\r\n\t<p>Examine methods to seal off engine room to wheelhouse penetrations to reduce the risk of smoke ingress in the event of an engine room fire.</p>\r\r\n</li>\r\r\n\r\r\n\r\r\n</ul>\r\r\n<p>The Chief Inspector has also written to Flame Skill Ltd expressing concern over the effectiveness of the annual engine room fixed fire fighting equipment maintenance and survey.  The MCA has also been advised of the investigation findings with a view of promulgating the safety issues.</p>\r\r\n\r\r\n<p>UK Fire International Ltd &#8211; the manufacturer of the water spray system reservoir - has issued a Safety Bulletin through the British Approval of Fire Equipment organization.  The bulletin is directed towards maintainers and highlights:</p>\r\r\n\r\r\n<ul>\r\r\n<li>\r\r\n\t<p>The importance of internal inspections</p>\r\r\n</li>\r\r\n\r\r\n<li>\r\r\n\t<p>The need to comply with the manufactures maintenance instructions and requirements of BS 5306.</p>\r\r\n</li>\r\r\n\r\r\n<li>\r\r\n\t<p>The use of the correct extinguishing medium for which the equipment was designed or confirmation that an alternative medium is suitable.</p>\r\r\n</li>\r\r\n\r\r\n\r\r\n</ul>\r\r\n\r\r\n<p>The Harwich Harbour Authority took immediate action to rectify the defects to the engine room fixed fire fighting systems on all its vessels.</p>\r\r\n\r\r\n\r\r\n<hr></div>\r\n</div>", 
  "summary": "", 
  "report_type": "completed-preliminary-examination", 
  "vessel_type": [
    "merchant-vessel-100-gross-tons-or-over"
  ], 
  "body": "Category |   | Commercial | \nRegistered Owner & Manager: |   | Harwich Haven Authority | \nType: |   | Pilot Boat | \nBuilt: |   | 1999 | \nCertifying Authority: |   | Society of Consulting Marine Engineers and Ship Surveyors | \nConstruction: |   | GRP | \nLength overall: |   | 16m | \nDisplacement: |   | 24 tonnes | \nDate & Time |   | 20/06/07 11:59 (UTC) | \nLocation of incident: |   | Coastal waters | \nIncident Type: |   | Fire | \nPersons onboard: |   | 3 | \nInjuries/ fatalities: |   | None | \nDamage/ Pollution: |   | Extensive fire and smoke damage to the engine room | \n\nSynopsis\n\nAt 1159 on 20 June 2007 the Harwich Haven Authority (HHA) pilot boat Haven Hawk suffered an engine room fire while 19 miles SE of Harwich. The crew and one pilot were subsequently winched from the vessel by an RAF rescue helicopter. \n\nHaven Hawk left the HHA pontoon at 1045 with two pilots on board. After picking up a third pilot at Felixstowe, the boat made its way to Cork Sands where two of the pilots were transferred to other vessels. At 1159, while preparing to transfer the third pilot at the Sunk, dense smoke poured from the engine vents and almost immediately afterwards both engines stopped. The wheelhouse then started to fill with smoke as the pilot alerted Harwich VTS. The Harwich lifeboat and an RAF rescue helicopter were tasked within two minutes. The crew struggled to close the engine room vents because the location of the operating levers put them in the centre of the acrid smoke zone. The fuel valves were closed and the engine room water spray fixed fire fighting system activated. Boundary cooling was then established using the emergency hand operated fire pump. \n\nFifteen minutes later the rescue helicopter was on scene. Because there was 1800 litres of fuel on board and the state of the fire was unknown it was agreed to evacuate the crew. The Harwich lifeboat arrived on scene at 1254, carried out boundary cooling, confirmed the fire was out and towed the boat to Harwich.\n\nThe fire fighting effort was competently carried out. Detailed investigations found that the port engine turbo charger oil supply pipe was not bracketed and had failed at the connection to the oil filter through fatigue. Oil then sprayed onto the turbo charger causing the fire. \n\nIt was also found that the recently inspected, and certified, fixed 45 litre water spray system reservoir had suffered widespread internal preservation detachment causing internal corrosion and the possibility of blockage. Other HHA pilot boats had suffered identical problems as well as complete detachment of the internal siphon tubes rendering the systems inoperable.\n\nThere were no injuries to personnel and no pollution.\n\nAction taken:\n\nThe Chief Inspector of Marine Accidents has written to Harwich Harbour Authority highlighting the need to:\n\n  * Review engine oil pipe clamping and turbo charger shielding arrangements\n\n  * Examine options to extend the operating positions for the engine room vent flaps.\n\n  * Improve emergency equipment location and operating signage.\n\n  * Examine methods to seal off engine room to wheelhouse penetrations to reduce the risk of smoke ingress in the event of an engine room fire.\n\nThe Chief Inspector has also written to Flame Skill Ltd expressing concern over the effectiveness of the annual engine room fixed fire fighting equipment maintenance and survey. The MCA has also been advised of the investigation findings with a view of promulgating the safety issues.\n\nUK Fire International Ltd – the manufacturer of the water spray system reservoir - has issued a Safety Bulletin through the British Approval of Fire Equipment organization. The bulletin is directed towards maintainers and highlights:\n\n  * The importance of internal inspections\n\n  * The need to comply with the manufactures maintenance instructions and requirements of BS 5306.\n\n  * The use of the correct extinguishing medium for which the equipment was designed or confirmation that an alternative medium is suitable.\n\nThe Harwich Harbour Authority took immediate action to rectify the defects to the engine room fixed fire fighting systems on all its vessels.\n\n* * *\n"
}