{
  "meta": {}, 
  "date_of_occurrence": "2007-10-28", 
  "original_url": "http://www.maib.gov.uk/publications/completed_preliminary_examinations/completed_preliminary_examinations_2008/monika.cfm", 
  "_assets": [], 
  "title": "Completed PE Summary - Monika", 
  "raw_html": "<div id=\"mainContentArea\" style=\"width: 545px;\"><div id=\"pageTitleContainer\">\r\n<p>\r\n</p>\r\n</div>\r\n<div id=\"pageTitleContainer\">\r\n<p>\r\n</p>\r\n</div>\r\n<div id=\"TextContainer\"><p></p>\r\r\n<table border=\"1\" width=\"100%\" cellpadding=\"1\" cellspacing=\"2\">\r\r\n<tr>\r\r\n<td valign=\"top\">Category:</td>\r\r\n\t<td valign=\"top\">Merchant</td>\r\r\n</tr>\r\r\n<tr>\r\r\n<td valign=\"top\">Vessel name:</td>\r\r\n\t<td valign=\"top\">Monika </td>\r\r\n</tr>\r\r\n<tr>\r\r\n<td valign=\"top\"> Ship owner:</td>\r\r\n\t<td valign=\"top\"> Baltic Venture Shipping Co Ltd</td>\r\r\n</tr>\r\r\n\r\r\n<tr>\r\r\n<td valign=\"top\"> Port of Registry:</td>\r\r\n\t<td valign=\"top\"> St Johns</td>\r\r\n</tr>\r\r\n<tr>\r\r\n<td valign=\"top\"> Flag:</td>\r\r\n\t<td valign=\"top\">Antigua and Barbuda </td>\r\r\n</tr>\r\r\n\r\r\n\r\r\n\r\r\n<tr>\r\r\n<td valign=\"top\">Type:</td>\r\r\n\t<td valign=\"top\">General cargo ship </td>\r\r\n</tr>\r\r\n<tr>\r\r\n<td valign=\"top\">Built:</td>\r\r\n\t<td valign=\"top\">1977</td>\r\r\n</tr>\r\r\n\r\r\n<tr>\r\r\n<td valign=\"top\">Construction:</td>\r\r\n\t<td valign=\"top\">Steel </td>\r\r\n</tr>\r\r\n<tr>\r\r\n<td valign=\"top\">Length overall:</td>\r\r\n\t<td valign=\"top\">81.4 metres</td>\r\r\n</tr>\r\r\n<tr>\r\r\n<td valign=\"top\">Gross tonnage:</td>\r\r\n\t<td valign=\"top\">1768 </td>\r\r\n</tr>\r\r\n<tr>\r\r\n<td valign=\"top\">Date &amp; Time:</td>\r\r\n\t<td valign=\"top\">29/10/07 0800</td>\r\r\n</tr>\r\r\n<tr>\r\r\n<td valign=\"top\">Location of incident:</td>\r\r\n\t<td valign=\"top\">Mid North Sea </td>\r\r\n</tr>\r\r\n<tr>\r\r\n<td valign=\"top\">Incident Type:</td>\r\r\n\t<td valign=\"top\">Accident to Person </td>\r\r\n</tr>\r\r\n<tr>\r\r\n<td valign=\"top\">Persons onboard:</td>\r\r\n\t<td valign=\"top\"> 9 crew</td>\r\r\n</tr>\r\r\n<tr>\r\r\n<td valign=\"top\">Injuries/fatalities:</td>\r\r\n\t<td valign=\"top\">1 </td>\r\r\n</tr>\r\r\n\r\r\n<tr>\r\r\n<td valign=\"top\">Damage/pollution:</td>\r\r\n\t<td valign=\"top\">N/A</td>\r\r\n</tr>\r\r\n\r\r\n\r\r\n</table>\r\r\n\r\r\n<p><span>Synopsis</span></p>\r\r\n\r\r\n<p>MV Monika loaded 2565 m3 of Russian feed wheat into her two holds in Kaliningrad.  Once loading was complete, the cargo was fumigated by the Russian Fumigation Group by applying aluminium phosphide pellets loose into the cargo.  The fumigation process was intended to progress during the voyage to Montrose, as the tablets decomposed and gave off phosphine gas.  Before departing the ship, the fumigator-in-charge provided a brief to the chief officer, as well as leaving some gas detection equipment.</p>\r\r\n\r\r\n<p>The voyage was uneventful but, on heading into the North Sea, the weather deteriorated and the ship encountered force 7-8 wind on the port bow.  The Polish seaman who died in this accident was last seen at Sunday lunchtime when he left most of his dinner and asked the cook to save it for later.  During the same day another able seaman, whose cabin was on the same deck as the Polish able seaman, noticed a smell in the corridor outside his cabin but put it down to some vomit he found in the laundry sink. </p>\r\r\n\r\r\n<p>At 0800, the following morning, the Polish crewman was found dead in his cabin, lying on the floor next to his day bed.  The cabin was sealed and the agent in Montrose was contacted.</p>\r\r\n<p>The fumigator appointed to meet the vessel in Montrose found a very high concentration of phosphine gas in the deceased crewman&#8217;s cabin and in the hospital next door.  Both these spaces were adjacent to the aft bulkhead of the hold.  The cabin deck also overlapped into the hold by 0.5m.  No obvious leakage path for the fumigant gas was located, even after smoke testing the hold and stripping back the bulkhead linings.  However, following de-scaling of the area, some pin holes were discovered in the underside of the cabin deck that overhung the cargo hold.  All indications are that the crewman died of phosphine poisoning. </p>\r\r\n\r\r\n<p><span>Action taken:</span></p>\r\r\n\r\r\n<p>A safety flyer has been written to remind mariners and fumigation authorities and companies of the requirements of IMO&#8217;s recommendations on the &#8216;Safe Use of Pesticides on Ships&#8217;.  Particularly identified, is the importance of regular testing for fumigant gas in accommodation and other spaces on passage as any characteristic smell can be easily masked. </p>\r\r\n\r\r\n<p>Published: January 2008</p>\r\r\n\r\r\n\r\r\n<hr></div>\r\n</div>", 
  "summary": "", 
  "report_type": "completed-preliminary-examination", 
  "vessel_type": [
    "merchant-vessel-100-gross-tons-or-over"
  ], 
  "body": "Category: |   | Merchant | \nVessel name: |   | Monika  | \nShip owner: |   |  Baltic Venture Shipping Co Ltd | \nPort of Registry: |   |  St Johns | \nFlag: |   | Antigua and Barbuda  | \nType: |   | General cargo ship  | \nBuilt: |   | 1977 | \nConstruction: |   | Steel  | \nLength overall: |   | 81.4 metres | \nGross tonnage: |   | 1768  | \nDate & Time: |   | 29/10/07 0800 | \nLocation of incident: |   | Mid North Sea  | \nIncident Type: |   | Accident to Person  | \nPersons onboard: |   |  9 crew | \nInjuries/fatalities: |   | 1  | \nDamage/pollution: |   | N/A | \n\nSynopsis\n\nMV Monika loaded 2565 m3 of Russian feed wheat into her two holds in Kaliningrad. Once loading was complete, the cargo was fumigated by the Russian Fumigation Group by applying aluminium phosphide pellets loose into the cargo. The fumigation process was intended to progress during the voyage to Montrose, as the tablets decomposed and gave off phosphine gas. Before departing the ship, the fumigator-in-charge provided a brief to the chief officer, as well as leaving some gas detection equipment.\n\nThe voyage was uneventful but, on heading into the North Sea, the weather deteriorated and the ship encountered force 7-8 wind on the port bow. The Polish seaman who died in this accident was last seen at Sunday lunchtime when he left most of his dinner and asked the cook to save it for later. During the same day another able seaman, whose cabin was on the same deck as the Polish able seaman, noticed a smell in the corridor outside his cabin but put it down to some vomit he found in the laundry sink. \n\nAt 0800, the following morning, the Polish crewman was found dead in his cabin, lying on the floor next to his day bed. The cabin was sealed and the agent in Montrose was contacted.\n\nThe fumigator appointed to meet the vessel in Montrose found a very high concentration of phosphine gas in the deceased crewman’s cabin and in the hospital next door. Both these spaces were adjacent to the aft bulkhead of the hold. The cabin deck also overlapped into the hold by 0.5m. No obvious leakage path for the fumigant gas was located, even after smoke testing the hold and stripping back the bulkhead linings. However, following de-scaling of the area, some pin holes were discovered in the underside of the cabin deck that overhung the cargo hold. All indications are that the crewman died of phosphine poisoning. \n\nAction taken:\n\nA safety flyer has been written to remind mariners and fumigation authorities and companies of the requirements of IMO’s recommendations on the ‘Safe Use of Pesticides on Ships’. Particularly identified, is the importance of regular testing for fumigant gas in accommodation and other spaces on passage as any characteristic smell can be easily masked. \n\nPublished: January 2008\n\n* * *\n"
}