{
  "meta": {}, 
  "date_of_occurrence": "2007-04-08", 
  "original_url": "http://www.maib.gov.uk/publications/completed_preliminary_examinations/completed_preliminary_examinations_2007/5_metre_angling_boat.cfm", 
  "_assets": [], 
  "title": "Completed PE Summary - 5 Metre Angling Boat", 
  "raw_html": "<div id=\"mainContentArea\" style=\"width: 545px;\"><div id=\"pageTitleContainer\">\r\n<p>\r\n</p>\r\n</div>\r\n<div id=\"pageTitleContainer\">\r\n<p>\r\n</p>\r\n</div>\r\n<div id=\"TextContainer\"><p></p>\r\r\n<table border=\"1\" width=\"100%\" cellpadding=\"1\" cellspacing=\"2\">\r\r\n<tr>\r\r\n<td valign=\"top\">Category</td>\r\r\n\t<td valign=\"top\"> Leisure</td>\r\r\n</tr>\r\r\n<tr>\r\r\n<td valign=\"top\">Vessel name</td>\r\r\n\t<td valign=\"top\"> 5m Angling Boat</td>\r\r\n</tr>\r\r\n<tr>\r\r\n<td valign=\"top\"> Manager:</td>\r\r\n\t<td valign=\"top\">Declan Swift</td>\r\r\n</tr>\r\r\n\r\r\n<tr>\r\r\n<td valign=\"top\">Type:</td>\r\r\n\t<td valign=\"top\">  Angling Boat</td>\r\r\n</tr>\r\r\n<tr>\r\r\n<td valign=\"top\">Built:</td>\r\r\n\t<td valign=\"top\">2007</td>\r\r\n</tr>\r\r\n\r\r\n\r\r\n<tr>\r\r\n<td valign=\"top\">Construction:</td>\r\r\n\t<td valign=\"top\">Aluminium </td>\r\r\n</tr>\r\r\n<tr>\r\r\n<td valign=\"top\">Length overall:</td>\r\r\n\t<td valign=\"top\">5 metres</td>\r\r\n</tr>\r\r\n<tr>\r\r\n<td valign=\"top\">Date &amp; Time</td>\r\r\n\t<td valign=\"top\">4 August 2007 1147 </td>\r\r\n</tr>\r\r\n<tr>\r\r\n<td valign=\"top\">Location of incident:</td>\r\r\n\t<td valign=\"top\">Lower Lough Erne </td>\r\r\n</tr>\r\r\n<tr>\r\r\n<td valign=\"top\">Incident Type:</td>\r\r\n\t<td valign=\"top\">Accident to Person </td>\r\r\n</tr>\r\r\n<tr>\r\r\n<td valign=\"top\">Persons onboard:</td>\r\r\n\t<td valign=\"top\">2 </td>\r\r\n</tr>\r\r\n<tr>\r\r\n<td valign=\"top\">Injuries/fatalities:</td>\r\r\n\t<td valign=\"top\"> 2</td>\r\r\n</tr>\r\r\n<tr>\r\r\n<td valign=\"top\">Damage:</td>\r\r\n\t<td valign=\"top\">Nil </td>\r\r\n</tr>\r\r\n<tr>\r\r\n<td valign=\"top\">Pollution:</td>\r\r\n\t<td valign=\"top\">Nil </td>\r\r\n</tr>\r\r\n</table>\r\r\n\r\r\n<p>\r\r\n</p>\r\r\n\r\r\n<p><span>Synopsis</span></p>\r\r\n\r\r\n<p> The owner of a recently purchased, 5m long aluminium angling boat was making repairs to his mooring when he met a friend.  Although they had probably not previously planned to do so, the two men decided to take the boat out onto Lower Lough Erne. The weather was overcast with good visibility and the wind was WSW&#8217;ly Force 3 which was raising wavelets about 0.3m high; well within the boat&#8217;s Category D capabilities.  The two men did not wear lifejackets as the owner had left these at home.</p>\r\r\n\r\r\n<p> The owner had taken the boat out on several occasions since he had purchased it three months earlier.  The planing hull, powered by a 30 HP engine, was capable of carrying 5 people and of achieving around 30 knots in good conditions.  The new boat replaced the owner&#8217;s previous slower boat, which had been fitted with a cuddy and steering position forward. </p>\r\r\n\r\r\n<p> The boat left the mooring around 1130 and proceded through the speed restricted narrows out to the unrestricted waters of Lough Erne.  At around 1147, the boat was traveling at almost full speed when it made a sudden turn to starboard, followed by a similar turn to port, during which both men were thrown from the boat.  The boat immediately stopped as the kill-cord worn by the owner pulled free. The accident was seen by one of the crew on an approaching motor cruiser.  The cruiser headed at full speed directly to the men in the water, and the crew contacted the coastguard as they approached the scene.  The motor cruiser&#8217;s crew did not see either of the two men move from the time they were thrown into the water, and the two of them disappeared below the surface just as the cruiser arrived at the scene.</p>\r\r\n\r\r\n<p>Sadly, an extensive search of the area by the emergency services was unsuccessful, and the bodies of the two men were recovered from the lake bed the following day.</p>\r\r\n \r\r\n\r\r\n\r\r\n<hr></div>\r\n</div>", 
  "summary": "", 
  "report_type": "completed-preliminary-examination", 
  "vessel_type": [
    "recreational-craft-sail"
  ], 
  "body": "Category |   |  Leisure | \nVessel name |   |  5m Angling Boat | \nManager: |   | Declan Swift | \nType: |   |  Angling Boat | \nBuilt: |   | 2007 | \nConstruction: |   | Aluminium  | \nLength overall: |   | 5 metres | \nDate & Time |   | 4 August 2007 1147  | \nLocation of incident: |   | Lower Lough Erne  | \nIncident Type: |   | Accident to Person  | \nPersons onboard: |   | 2  | \nInjuries/fatalities: |   |  2 | \nDamage: |   | Nil  | \nPollution: |   | Nil  | \n\nSynopsis\n\nThe owner of a recently purchased, 5m long aluminium angling boat was making repairs to his mooring when he met a friend. Although they had probably not previously planned to do so, the two men decided to take the boat out onto Lower Lough Erne. The weather was overcast with good visibility and the wind was WSW’ly Force 3 which was raising wavelets about 0.3m high; well within the boat’s Category D capabilities. The two men did not wear lifejackets as the owner had left these at home.\n\nThe owner had taken the boat out on several occasions since he had purchased it three months earlier. The planing hull, powered by a 30 HP engine, was capable of carrying 5 people and of achieving around 30 knots in good conditions. The new boat replaced the owner’s previous slower boat, which had been fitted with a cuddy and steering position forward. \n\nThe boat left the mooring around 1130 and proceded through the speed restricted narrows out to the unrestricted waters of Lough Erne. At around 1147, the boat was traveling at almost full speed when it made a sudden turn to starboard, followed by a similar turn to port, during which both men were thrown from the boat. The boat immediately stopped as the kill-cord worn by the owner pulled free. The accident was seen by one of the crew on an approaching motor cruiser. The cruiser headed at full speed directly to the men in the water, and the crew contacted the coastguard as they approached the scene. The motor cruiser’s crew did not see either of the two men move from the time they were thrown into the water, and the two of them disappeared below the surface just as the cruiser arrived at the scene.\n\nSadly, an extensive search of the area by the emergency services was unsuccessful, and the bodies of the two men were recovered from the lake bed the following day.\n\n* * *\n"
}