{
  "meta": {}, 
  "date_of_occurrence": "2007-07-31", 
  "original_url": "http://www.maib.gov.uk/publications/completed_preliminary_examinations/completed_preliminary_examinations_2007/velazquez_smit_collingwood.cfm", 
  "_assets": [], 
  "title": "Velazquez/Smit Collingwood - Completed PE Summary", 
  "raw_html": "<div id=\"mainContentArea\" style=\"width: 545px;\"><div id=\"pageTitleContainer\">\r\n<p>\r\n</p>\r\n</div>\r\n<div id=\"pageTitleContainer\">\r\n<p>\r\n</p>\r\n</div>\r\n<div id=\"TextContainer\"><p></p>\r\r\n<table border=\"1\" width=\"100%\" cellpadding=\"1\" cellspacing=\"2\">\r\r\n<tr>\r\r\n<td valign=\"top\">Category</td>\r\r\n\t<td valign=\"top\">Merchant</td>\r\r\n</tr>\r\r\n<tr>\r\r\n<td valign=\"top\">Vessel name</td>\r\r\n\t<td valign=\"top\">Velazquez</td>\r\r\n</tr>\r\r\n<tr>\r\r\n<td valign=\"top\"> Manager:</td>\r\r\n\t<td valign=\"top\"> BBC Burger Bereederungs Contor GMBH </td>\r\r\n</tr>\r\r\n<tr>\r\r\n<td valign=\"top\">Type:</td>\r\r\n\t<td valign=\"top\"> Container ship </td>\r\r\n</tr>\r\r\n<tr>\r\r\n<td valign=\"top\">Built:</td>\r\r\n\t<td valign=\"top\">2003</td>\r\r\n</tr>\r\r\n\r\r\n\r\r\n<tr>\r\r\n<td valign=\"top\">Construction:</td>\r\r\n\t<td valign=\"top\">Steel</td>\r\r\n</tr>\r\r\n<tr>\r\r\n<td valign=\"top\">Length overall:</td>\r\r\n\t<td valign=\"top\">137.5m </td>\r\r\n</tr>\r\r\n<tr>\r\r\n<td valign=\"top\">Gross tonnage:</td>\r\r\n\t<td valign=\"top\"> 7519</td>\r\r\n</tr>\r\r\n<tr>\r\r\n<td valign=\"top\">Date &amp; Time</td>\r\r\n\t<td valign=\"top\">31 July 2007 10:50 </td>\r\r\n</tr>\r\r\n<tr>\r\r\n<td valign=\"top\">Location of incident:</td>\r\r\n\t<td valign=\"top\"> River Mersey, close to Port of Liverpool </td>\r\r\n</tr>\r\r\n<tr>\r\r\n<td valign=\"top\">Incident Type:</td>\r\r\n\t<td valign=\"top\"> Accident to Person </td>\r\r\n</tr>\r\r\n<tr>\r\r\n<td valign=\"top\">Persons onboard:</td>\r\r\n\t<td valign=\"top\">14 crew</td>\r\r\n</tr>\r\r\n\r\r\n</table>\r\r\n\r\r\n<p>\r\r\n</p>\r\r\n<p></p>\r\r\n<table border=\"1\" width=\"100%\" cellpadding=\"1\" cellspacing=\"2\">\r\r\n<tr>\r\r\n<td valign=\"top\">Vessel name</td>\r\r\n\t<td valign=\"top\">Smit Collingwood</td>\r\r\n</tr>\r\r\n<tr>\r\r\n<td valign=\"top\"> Manager:</td>\r\r\n\t<td valign=\"top\"> Smit Harbour Towage </td>\r\r\n</tr>\r\r\n<tr>\r\r\n<td valign=\"top\">Type:</td>\r\r\n\t<td valign=\"top\"> Voith Schneider tug </td>\r\r\n</tr>\r\r\n<tr>\r\r\n<td valign=\"top\">Built:</td>\r\r\n\t<td valign=\"top\">1981</td>\r\r\n</tr>\r\r\n\r\r\n\r\r\n<tr>\r\r\n<td valign=\"top\">Construction:</td>\r\r\n\t<td valign=\"top\">Steel</td>\r\r\n</tr>\r\r\n<tr>\r\r\n<td valign=\"top\">Length overall:</td>\r\r\n\t<td valign=\"top\">30m </td>\r\r\n</tr>\r\r\n<tr>\r\r\n<td valign=\"top\">Gross tonnage:</td>\r\r\n\t<td valign=\"top\"> 281</td>\r\r\n</tr>\r\r\n<tr>\r\r\n<td valign=\"top\">Persons onboard:</td>\r\r\n\t<td valign=\"top\">3 crew</td>\r\r\n</tr>\r\r\n\r\r\n</table>\r\r\n\r\r\n\r\r\n\r\r\n\r\r\n\r\r\n<p><span>Synopsis</span></p>\r\r\n\r\r\n<p> Velazquez boarded a pilot before entering the river Mersey on her regular weekly visit to the Port of Liverpool.  The pilot took over the ship&#8217;s controls just off the port, and stemmed the 3-4 knot flood tide with Gladstone lock on his starboard beam.  The weather conditions were good with only a light breeze.\r\r\n</p>\r\r\n\r\r\n<p> Smit Collingwood approached stern to stern with Velazquez ready to make fast a tow line from her aft tow winch as normal.  A heaving line was thrown down from Velazquez to the single crewman on the aft deck of the tug and the tug&#8217;s messenger line was attached.  The ship&#8217;s aft mooring deck crew manually heaved the messenger line, through the panama eye.  A seaman put 4-5 turns of messenger line on the drum end, at which point the officer-in-charge instructed the winch control crewman to start heaving slowly.\r\r\n\r\r\n\r\r\n</p>\r\r\n\r\r\n\r\r\n<p> Around this time, Smit Collingwood unexpectedly started to move off to port and away from the stern of Velazquez.  Although the tug&#8217;s tow wire was veered by the crewman on the tug&#8217;s aft deck and heaving was stopped on the ship&#8217;s aft deck, the messenger line started to pull off the ship&#8217;s drum end.  The seaman near the drum end saw a riding turn starting to form and he stepped in to clear it.  He stood on the heaving line which was lying on the deck and still attached to the messenger line.  His left ankle became caught and as the last turns of the messenger line slipped off the drum end he was pulled towards the panama eye.  The crewman braced himself against the panama eye while his fellow crew members tried to clear the heaving line.  Just as the officer-in- charge took two paces to retrieve a knife from the galley the seaman, concerned at losing his leg, decided to put his feet and legs together and was pulled through the panama eye.  He landed in the water and managed to swim to the surface and cleared himself from the tangled line.  He was very quickly retrieved from the water by the crew of Smit Collingwood, and taken upstream to a landing stage where he walked ashore and was taken to hospital.  Fortunately, the seaman only lost the tip of his right little finger in the incident.\r\r\n\r\r\n</p>\r\r\n\r\r\n<p><span>Actions taken</span></p>\r\r\n\r\r\n<p> Recommendations have been made to the tug managers regarding communication procedures and ensuring tug crews have clear roles and responsibilities.  The ship managers have been reminded that their crews need to be more aware of unexpected movements of tugs while making fast and to have a means of severing a  messenger or a heaving line in an emergency.\r\r\n  \r\r\n</p>\r\r\n\r\r\n<hr></div>\r\n</div>", 
  "summary": "", 
  "report_type": "completed-preliminary-examination", 
  "vessel_type": [
    "merchant-vessel-100-gross-tons-or-over"
  ], 
  "body": "Category |   | Merchant | \nVessel name |   | Velazquez | \nManager: |   |  BBC Burger Bereederungs Contor GMBH  | \nType: |   |  Container ship  | \nBuilt: |   | 2003 | \nConstruction: |   | Steel | \nLength overall: |   | 137.5m  | \nGross tonnage: |   |  7519 | \nDate & Time |   | 31 July 2007 10:50  | \nLocation of incident: |   |  River Mersey, close to Port of Liverpool  | \nIncident Type: |   |  Accident to Person  | \nPersons onboard: |   | 14 crew | \n\nVessel name |   | Smit Collingwood | \nManager: |   |  Smit Harbour Towage  | \nType: |   |  Voith Schneider tug  | \nBuilt: |   | 1981 | \nConstruction: |   | Steel | \nLength overall: |   | 30m  | \nGross tonnage: |   |  281 | \nPersons onboard: |   | 3 crew | \n\nSynopsis\n\nVelazquez boarded a pilot before entering the river Mersey on her regular weekly visit to the Port of Liverpool. The pilot took over the ship’s controls just off the port, and stemmed the 3-4 knot flood tide with Gladstone lock on his starboard beam. The weather conditions were good with only a light breeze. \n\nSmit Collingwood approached stern to stern with Velazquez ready to make fast a tow line from her aft tow winch as normal. A heaving line was thrown down from Velazquez to the single crewman on the aft deck of the tug and the tug’s messenger line was attached. The ship’s aft mooring deck crew manually heaved the messenger line, through the panama eye. A seaman put 4-5 turns of messenger line on the drum end, at which point the officer-in-charge instructed the winch control crewman to start heaving slowly. \n\nAround this time, Smit Collingwood unexpectedly started to move off to port and away from the stern of Velazquez. Although the tug’s tow wire was veered by the crewman on the tug’s aft deck and heaving was stopped on the ship’s aft deck, the messenger line started to pull off the ship’s drum end. The seaman near the drum end saw a riding turn starting to form and he stepped in to clear it. He stood on the heaving line which was lying on the deck and still attached to the messenger line. His left ankle became caught and as the last turns of the messenger line slipped off the drum end he was pulled towards the panama eye. The crewman braced himself against the panama eye while his fellow crew members tried to clear the heaving line. Just as the officer-in- charge took two paces to retrieve a knife from the galley the seaman, concerned at losing his leg, decided to put his feet and legs together and was pulled through the panama eye. He landed in the water and managed to swim to the surface and cleared himself from the tangled line. He was very quickly retrieved from the water by the crew of Smit Collingwood, and taken upstream to a landing stage where he walked ashore and was taken to hospital. Fortunately, the seaman only lost the tip of his right little finger in the incident. \n\nActions taken\n\nRecommendations have been made to the tug managers regarding communication procedures and ensuring tug crews have clear roles and responsibilities. The ship managers have been reminded that their crews need to be more aware of unexpected movements of tugs while making fast and to have a means of severing a messenger or a heaving line in an emergency. \n\n* * *\n"
}