{
  "meta": {}, 
  "date_of_occurrence": "2007-07-28", 
  "original_url": "http://www.maib.gov.uk/publications/completed_preliminary_examinations/completed_preliminary_examinations_2008/time_flies.cfm", 
  "_assets": [], 
  "title": "Completed PE Summary - Time Flies", 
  "raw_html": "<div id=\"mainContentArea\" style=\"width: 545px;\"><div id=\"pageTitleContainer\">\r\n<p>\r\n</p>\r\n</div>\r\n<div id=\"pageTitleContainer\">\r\n<p>\r\n</p>\r\n</div>\r\n<div id=\"TextContainer\"><p></p>\r\r\n<table border=\"1\" width=\"100%\" cellpadding=\"1\" cellspacing=\"2\">\r\r\n<tr>\r\r\n<td valign=\"top\">Category</td>\r\r\n\t<td valign=\"top\">Merchant</td>\r\r\n</tr>\r\r\n<tr>\r\r\n<td valign=\"top\">Vessel name</td>\r\r\n\t<td valign=\"top\">Time Flies </td>\r\r\n</tr>\r\r\n<tr>\r\r\n<td valign=\"top\"> Flag:</td>\r\r\n\t<td valign=\"top\">UK </td>\r\r\n</tr>\r\r\n\r\r\n\r\r\n\r\r\n<tr>\r\r\n<td valign=\"top\">Type:</td>\r\r\n\t<td valign=\"top\">Rigid Inflatable Boat (RIB) </td>\r\r\n</tr>\r\r\n<tr>\r\r\n<td valign=\"top\">Built:</td>\r\r\n\t<td valign=\"top\">2005</td>\r\r\n</tr>\r\r\n\r\r\n<tr>\r\r\n<td valign=\"top\">Construction:</td>\r\r\n\t<td valign=\"top\"> GRP</td>\r\r\n</tr>\r\r\n<tr>\r\r\n<td valign=\"top\">Length overall:</td>\r\r\n\t<td valign=\"top\">6.3 metres</td>\r\r\n</tr>\r\r\n<tr>\r\r\n<td valign=\"top\">Propulsion:</td>\r\r\n\t<td valign=\"top\">115 hp outboard</td>\r\r\n</tr>\r\r\n\r\r\n\r\r\n<tr>\r\r\n<td valign=\"top\">Date &amp; Time</td>\r\r\n\t<td valign=\"top\">28 June 2007 1650</td>\r\r\n</tr>\r\r\n<tr>\r\r\n<td valign=\"top\">Location of incident:</td>\r\r\n\t<td valign=\"top\"> River Thames </td>\r\r\n</tr>\r\r\n<tr>\r\r\n<td valign=\"top\">Incident Type:</td>\r\r\n\t<td valign=\"top\"> Hull/seat failure and MOB</td>\r\r\n</tr>\r\r\n<tr>\r\r\n<td valign=\"top\">Persons onboard:</td>\r\r\n\t<td valign=\"top\"> 3 Crew</td>\r\r\n</tr>\r\r\n<tr>\r\r\n<td valign=\"top\">Injuries/fatalities:</td>\r\r\n\t<td valign=\"top\"> 0</td>\r\r\n</tr>\r\r\n\r\r\n<tr>\r\r\n<td valign=\"top\">Damage/pollution:</td>\r\r\n\t<td valign=\"top\"> Nil</td>\r\r\n</tr>\r\r\n\r\r\n\r\r\n</table>\r\r\n\r\r\n<p><span>Synopsis</span></p>\r\r\n\r\r\n<p>On the day of the accident, the boat was being used to transport event personnel out to barges moored in the river.  At the time of the accident, the helmsman was positioned at the controls, standing astride of the starboard seat pod, a passenger was seated in the port seat, and a second passenger was standing behind the two seats, holding on to the seat backs.  With both passengers on board, the helmsman manoeuvred clear of the last barge and, having asked his passengers if they were holding on, commenced a turn to starboard to head downriver.  There was then a loud crack as the seat pods became detached from the deck and all three occupants were thrown into the river.</p>\r\r\n\r\r\n<p> The boat was fitted with a kill-cord.  However, because it had not been fitted correctly, the engine failed to stop when the helmsman fell into the water.  Consequently, the boat careered on out of control and sustained damage when it collided with another vessel.   Fortunately, the crew of another boat brought the runaway RIB under control very quickly, preventing serious injuries to those in the water.  The auto-inflating lifejackets worn by all three men operated successfully, and within a few minutes they were rescued, having suffered only minor injures.</p>\r\r\n\r\r\n<p>The seat pods and boat were examined after the accident.  The glass reinforced plastic (GRP) seat pods had each been attached using 6 x 25mm stainless steel self-tapping screws with penny washers and a bead of a sealant-like substance.  The deck construction was of 18mm plywood, with a 2-3mm GRP skin which was impregnated with small plastic granules to create a non slip surface.  The sealant, although unable to be positively identified as a particular product, was found to contain urethane and was not silicone or acrylic based.  Urethane based adhesive sealants normally provide good adhesion but, in this case, poor surface preparation had resulted in ineffective adhesion to the deck (Figure 3), leaving the self-tapping screws as the only means of securing the seats.   Over time, water had seeped into the six screw holes and softened the plywood, resulting in the screws becoming loose. As the RIB turned, the weight of the occupants created a lateral pull on the seat pods, which caused the pods to be pulled from their mountings.</p>\r\r\n\r\r\n<p><span>Action taken:</span></p>\r\r\n\r\r\n<p> Safety Bulletin 2/2007 has been published, highlighting the seat detachment hazard to other Ribquest owners, to ensure appropriate checks can be made to prevent a similar occurrence.</p>\r\r\n<p> </p>\r\r\n\r\r\n\r\r\n\r\r\n\r\r\n<p>Published: January 2008</p>\r\r\n\r\r\n\r\r\n<hr></div>\r\n</div>", 
  "summary": "", 
  "report_type": "completed-preliminary-examination", 
  "vessel_type": [
    "merchant-vessel-100-gross-tons-or-over"
  ], 
  "body": "Category |   | Merchant | \nVessel name |   | Time Flies  | \nFlag: |   | UK  | \nType: |   | Rigid Inflatable Boat (RIB)  | \nBuilt: |   | 2005 | \nConstruction: |   |  GRP | \nLength overall: |   | 6.3 metres | \nPropulsion: |   | 115 hp outboard | \nDate & Time |   | 28 June 2007 1650 | \nLocation of incident: |   |  River Thames  | \nIncident Type: |   |  Hull/seat failure and MOB | \nPersons onboard: |   |  3 Crew | \nInjuries/fatalities: |   |  0 | \nDamage/pollution: |   |  Nil | \n\nSynopsis\n\nOn the day of the accident, the boat was being used to transport event personnel out to barges moored in the river. At the time of the accident, the helmsman was positioned at the controls, standing astride of the starboard seat pod, a passenger was seated in the port seat, and a second passenger was standing behind the two seats, holding on to the seat backs. With both passengers on board, the helmsman manoeuvred clear of the last barge and, having asked his passengers if they were holding on, commenced a turn to starboard to head downriver. There was then a loud crack as the seat pods became detached from the deck and all three occupants were thrown into the river.\n\nThe boat was fitted with a kill-cord. However, because it had not been fitted correctly, the engine failed to stop when the helmsman fell into the water. Consequently, the boat careered on out of control and sustained damage when it collided with another vessel. Fortunately, the crew of another boat brought the runaway RIB under control very quickly, preventing serious injuries to those in the water. The auto-inflating lifejackets worn by all three men operated successfully, and within a few minutes they were rescued, having suffered only minor injures.\n\nThe seat pods and boat were examined after the accident. The glass reinforced plastic (GRP) seat pods had each been attached using 6 x 25mm stainless steel self-tapping screws with penny washers and a bead of a sealant-like substance. The deck construction was of 18mm plywood, with a 2-3mm GRP skin which was impregnated with small plastic granules to create a non slip surface. The sealant, although unable to be positively identified as a particular product, was found to contain urethane and was not silicone or acrylic based. Urethane based adhesive sealants normally provide good adhesion but, in this case, poor surface preparation had resulted in ineffective adhesion to the deck (Figure 3), leaving the self-tapping screws as the only means of securing the seats. Over time, water had seeped into the six screw holes and softened the plywood, resulting in the screws becoming loose. As the RIB turned, the weight of the occupants created a lateral pull on the seat pods, which caused the pods to be pulled from their mountings.\n\nAction taken:\n\nSafety Bulletin 2/2007 has been published, highlighting the seat detachment hazard to other Ribquest owners, to ensure appropriate checks can be made to prevent a similar occurrence.\n\nPublished: January 2008\n\n* * *\n"
}