{
  "meta": {}, 
  "date_of_occurrence": "2007-11-19", 
  "original_url": "http://www.maib.gov.uk/publications/completed_preliminary_examinations/completed_preliminary_examinations_2008/wizard.cfm", 
  "_assets": [], 
  "title": "Completed PE Summary - Wizard", 
  "raw_html": "<div id=\"mainContentArea\" style=\"width: 545px;\"><div id=\"pageTitleContainer\">\r\n<p>\r\n</p>\r\n</div>\r\n<div id=\"pageTitleContainer\">\r\n<p>\r\n</p>\r\n</div>\r\n<div id=\"TextContainer\"><p></p>\r\r\n<table border=\"1\" width=\"100%\" cellpadding=\"1\" cellspacing=\"2\">\r\r\n<tr>\r\r\n<td valign=\"top\">Category:</td>\r\r\n\t<td valign=\"top\">Other commercial</td>\r\r\n</tr>\r\r\n<tr>\r\r\n<td valign=\"top\">Vessel name:</td>\r\r\n\t<td valign=\"top\"> Wizard</td>\r\r\n</tr>\r\r\n<tr>\r\r\n<td valign=\"top\"> Manager:</td>\r\r\n\t<td valign=\"top\">St Mary&#8217;s Jet Boat Services Ltd &#8211; Isles of Scilly </td>\r\r\n</tr>\r\r\n\r\r\n<tr>\r\r\n<td valign=\"top\"> Registered Owner:</td>\r\r\n\t<td valign=\"top\"> St Mary&#8217;s Jet Boat Services Ltd &#8211; Isles of Scilly</td>\r\r\n</tr>\r\r\n\r\r\n\r\r\n\r\r\n<tr>\r\r\n<td valign=\"top\">Type:</td>\r\r\n\t<td valign=\"top\"> D Class &#8211; D1100 RIB Worker</td>\r\r\n</tr>\r\r\n<tr>\r\r\n<td valign=\"top\">Built:</td>\r\r\n\t<td valign=\"top\">2003 by Mustang Marine (Wales) Ltd at Pembroke Dock, Pembrokeshire </td>\r\r\n</tr>\r\r\n\r\r\n<tr>\r\r\n<td valign=\"top\">Construction:</td>\r\r\n\t<td valign=\"top\"> Aluminium hull with 5 section, 0.6m Hypalon tube</td>\r\r\n</tr>\r\r\n<tr>\r\r\n<td valign=\"top\">Length overall:</td>\r\r\n\t<td valign=\"top\">11.2m</td>\r\r\n</tr>\r\r\n<tr>\r\r\n<td valign=\"top\">Date &amp; Time:</td>\r\r\n\t<td valign=\"top\">19 November 2007 05:30 (UTC)</td>\r\r\n</tr>\r\r\n<tr>\r\r\n<td valign=\"top\">Location of incident:</td>\r\r\n\t<td valign=\"top\">Coastal waters at 49053.85N, 0060 20.26W  </td>\r\r\n</tr>\r\r\n<tr>\r\r\n<td valign=\"top\">Incident Type:</td>\r\r\n\t<td valign=\"top\">Grounding </td>\r\r\n</tr>\r\r\n<tr>\r\r\n<td valign=\"top\">Persons onboard:</td>\r\r\n\t<td valign=\"top\"> 7</td>\r\r\n</tr>\r\r\n<tr>\r\r\n<td valign=\"top\">Injuries/fatalities:</td>\r\r\n\t<td valign=\"top\">3 injuries (bruising/lacerations) </td>\r\r\n</tr>\r\r\n\r\r\n<tr>\r\r\n<td valign=\"top\">Damage/pollution:</td>\r\r\n\t<td valign=\"top\">None </td>\r\r\n</tr>\r\r\n\r\r\n\r\r\n</table>\r\r\n\r\r\n<p><span>Synopsis</span>(All times are UTC)</p>\r\r\n\r\r\n<p>As part of the Isles of Scilly quay update programme a team of civil engineering contractors was routinely transferred by boat for the 2 mile trip from St Mary&#8217;s to Porth Conger on nearby St Agnes.  None of the contractors can recall a safety brief being given.</p>\r\r\n\r\r\n<p>The St Mary&#8217;s Jet Boat Services (SMJBS) workboat Wizard was contracted to undertake the trip on 19 November.  The skipper held the MCA&#8217;s Boatmaster's Tier 1, Level 2 Licence as well as the Council of the Isles of Scilly Boatman&#8217;s Licence, which was granted following a local knowledge assessment which was carried out in daylight only.    </p>\r\r\n\r\r\n<p>At 0520 on 19 November Wizard left St Mary&#8217;s Quay for Porth Conger with the skipper and six contractors on board.  The radar was set on the &#189; mile range scale.  A track was selected for Porth Conger from the GPS track plotter which was set on the 500 ft display.  The weather was fine but overcast and very dark, there was a force 3/4 wind from the north-west and it was low water.     </p>\r\r\n\r\r\n<p>As usual the skipper used the leading lights for Hugh Town on leaving St Mary&#8217;s Quay and then headed towards Bartholomew Buoy and Beacon.  At 0524 the boat passed Steval, on the west coast of St Mary&#8217;s, at which time the skipper increased speed to about 24 knots.  At 0525 Wizard passed Bartholomew Buoy and Beacon lights.  The skipper then picked up the quick flashing green light at the end of Porth Conger Quay.  He then  relied on the perceived accuracy of the GPS receiver to guide him through the narrow channel between a rock known as the Calf and the island of Gugh as his only source of navigation.  He made no reference to the radar.  Because of the level of darkness the skipper was unable to pick out any prominent features against St Agnes, nevertheless he continued at 24 knots along the track. As the boat approached the Calf the skipper felt uneasy about his position and reduced his speed to about 15 &#8211; 18 knots.  Almost immediately, at about 0528, Wizard grounded on the Calf and the boat was left hanging off the rock.</p>\r\r\n\r\r\n<p> The skipper was thrown forward cutting his head on the window wiper motor.  Two contractors were thrown into the seats and suffered bruising.  One of the contractors attended to the skipper, who was concussed.  Another of the contractors contacted Falmouth Coastguard and alerted them to the problem.  In the meantime other contractors were calling for lifejackets which were normally stowed under the seats.  However, the skipper was confused and could only point to the starboard forward corner of the wheelhouse.  Unbeknown to the contractors the lifejackets were stowed in the compartment below the wheelhouse to prevent them from becoming soiled.</p>\r\r\n\r\r\n<p> The skipper composed himself, and at 0530 also alerted Falmouth Coastguard by VHF radio.  Soon after, Wizard came free of the Calf.  The skipper and the injured contractors were later transferred to St Mary&#8217;s Hospital where they made a full recovery.</p>\r\r\n<p>Wizard suffered a puncture to the forward section of the Hypalon tube, a one metre long split to the starboard side of the hull and distortion to longitudinals and to hull plates near to the port side of the keel.</p>\r\r\n<p><span>Action taken:</span></p>\r\r\n\r\r\n<p> The Chief Inspector of Marine Accidents has written to the skipper of Wizard, bringing to his attention the need to:</p>\r\r\n<p> </p>\r\r\n\r\r\n\r\r\n\r\r\n<ul>\r\r\n<li><p>Take into account the prevailing conditions when selecting a suitable track from the GPS plotter memory and when deciding the speed of approach. \t</p></li>\r\r\n\r\r\n<li> <p>Have a second crew member on board when operating in darkness.\t</p> </li>\r\r\n\r\r\n<li><p>Make use of all available navigation aids and not simply rely on the perceived accuracy of the output of the GPS receiver as the single source of navigation\t</p></li> \r\r\n</ul>\r\r\n\r\r\n<p>The Chief Inspector of Marine Accidents has also written to the Council of the Isles of Scilly and SMJBS recommending that:</p>\r\r\n\r\r\n<ul>\r\r\n<li><p>A risk assessment is carried out on the Council of the Isles of Scilly&#8217;s Boatman&#8217;s Licence assessment procedures including operations in darkness.  \t</p> </li>\r\r\n\r\r\n<li> <p>SMJBS carries out a risk assessment of Wizard&#8217;s operation and of the company&#8217;s operating policy, with particular emphasis on operations in darkness and introducing specific safe courses and speed as appropriate.\t</p> </li>\r\r\n\r\r\n<li> <p>SMJBS takes measures to ensure that manning levels, lifejackets and safety brief arrangements are in accordance with the mandatory requirements.    </p> </li>\r\r\n\r\r\n</ul>\r\r\n \r\r\n\r\r\n\r\r\n\r\r\n<p>Published: January 2008</p>\r\r\n\r\r\n\r\r\n<hr></div>\r\n</div>", 
  "summary": "", 
  "report_type": "completed-preliminary-examination", 
  "vessel_type": [
    "merchant-vessel-100-gross-tons-or-over"
  ], 
  "body": "Category: |   | Other commercial | \nVessel name: |   |  Wizard | \nManager: |   | St Mary’s Jet Boat Services Ltd – Isles of Scilly  | \nRegistered Owner: |   |  St Mary’s Jet Boat Services Ltd – Isles of Scilly | \nType: |   |  D Class – D1100 RIB Worker | \nBuilt: |   | 2003 by Mustang Marine (Wales) Ltd at Pembroke Dock, Pembrokeshire  | \nConstruction: |   |  Aluminium hull with 5 section, 0.6m Hypalon tube | \nLength overall: |   | 11.2m | \nDate & Time: |   | 19 November 2007 05:30 (UTC) | \nLocation of incident: |   | Coastal waters at 49053.85N, 0060 20.26W  | \nIncident Type: |   | Grounding  | \nPersons onboard: |   |  7 | \nInjuries/fatalities: |   | 3 injuries (bruising/lacerations)  | \nDamage/pollution: |   | None  | \n\nSynopsis(All times are UTC)\n\nAs part of the Isles of Scilly quay update programme a team of civil engineering contractors was routinely transferred by boat for the 2 mile trip from St Mary’s to Porth Conger on nearby St Agnes. None of the contractors can recall a safety brief being given.\n\nThe St Mary’s Jet Boat Services (SMJBS) workboat Wizard was contracted to undertake the trip on 19 November. The skipper held the MCA’s Boatmaster's Tier 1, Level 2 Licence as well as the Council of the Isles of Scilly Boatman’s Licence, which was granted following a local knowledge assessment which was carried out in daylight only. \n\nAt 0520 on 19 November Wizard left St Mary’s Quay for Porth Conger with the skipper and six contractors on board. The radar was set on the ½ mile range scale. A track was selected for Porth Conger from the GPS track plotter which was set on the 500 ft display. The weather was fine but overcast and very dark, there was a force 3/4 wind from the north-west and it was low water. \n\nAs usual the skipper used the leading lights for Hugh Town on leaving St Mary’s Quay and then headed towards Bartholomew Buoy and Beacon. At 0524 the boat passed Steval, on the west coast of St Mary’s, at which time the skipper increased speed to about 24 knots. At 0525 Wizard passed Bartholomew Buoy and Beacon lights. The skipper then picked up the quick flashing green light at the end of Porth Conger Quay. He then relied on the perceived accuracy of the GPS receiver to guide him through the narrow channel between a rock known as the Calf and the island of Gugh as his only source of navigation. He made no reference to the radar. Because of the level of darkness the skipper was unable to pick out any prominent features against St Agnes, nevertheless he continued at 24 knots along the track. As the boat approached the Calf the skipper felt uneasy about his position and reduced his speed to about 15 – 18 knots. Almost immediately, at about 0528, Wizard grounded on the Calf and the boat was left hanging off the rock.\n\nThe skipper was thrown forward cutting his head on the window wiper motor. Two contractors were thrown into the seats and suffered bruising. One of the contractors attended to the skipper, who was concussed. Another of the contractors contacted Falmouth Coastguard and alerted them to the problem. In the meantime other contractors were calling for lifejackets which were normally stowed under the seats. However, the skipper was confused and could only point to the starboard forward corner of the wheelhouse. Unbeknown to the contractors the lifejackets were stowed in the compartment below the wheelhouse to prevent them from becoming soiled.\n\nThe skipper composed himself, and at 0530 also alerted Falmouth Coastguard by VHF radio. Soon after, Wizard came free of the Calf. The skipper and the injured contractors were later transferred to St Mary’s Hospital where they made a full recovery.\n\nWizard suffered a puncture to the forward section of the Hypalon tube, a one metre long split to the starboard side of the hull and distortion to longitudinals and to hull plates near to the port side of the keel.\n\nAction taken:\n\nThe Chief Inspector of Marine Accidents has written to the skipper of Wizard, bringing to his attention the need to:\n\n  * Take into account the prevailing conditions when selecting a suitable track from the GPS plotter memory and when deciding the speed of approach. \n\n  * Have a second crew member on board when operating in darkness. \n\n  * Make use of all available navigation aids and not simply rely on the perceived accuracy of the output of the GPS receiver as the single source of navigation \n\nThe Chief Inspector of Marine Accidents has also written to the Council of the Isles of Scilly and SMJBS recommending that:\n\n  * A risk assessment is carried out on the Council of the Isles of Scilly’s Boatman’s Licence assessment procedures including operations in darkness. \n\n  * SMJBS carries out a risk assessment of Wizard’s operation and of the company’s operating policy, with particular emphasis on operations in darkness and introducing specific safe courses and speed as appropriate. \n\n  * SMJBS takes measures to ensure that manning levels, lifejackets and safety brief arrangements are in accordance with the mandatory requirements. \n\nPublished: January 2008\n\n* * *\n"
}