{
  "meta": {}, 
  "date_of_occurrence": "2007-08-08", 
  "original_url": "http://www.maib.gov.uk/publications/completed_preliminary_examinations/completed_preliminary_examinations_2007/msc_colombia.cfm", 
  "_assets": [], 
  "title": "Completed PE Summary - MSC Colombia", 
  "raw_html": "<div id=\"mainContentArea\" style=\"width: 545px;\"><div id=\"pageTitleContainer\">\r\n<p>\r\n</p>\r\n</div>\r\n<div id=\"pageTitleContainer\">\r\n<p>\r\n</p>\r\n</div>\r\n<div id=\"TextContainer\"><p></p>\r\r\n<table border=\"1\" width=\"100%\" cellpadding=\"1\" cellspacing=\"2\">\r\r\n<tr>\r\r\n<td valign=\"top\">Category</td>\r\r\n\t<td valign=\"top\">Merchant</td>\r\r\n</tr>\r\r\n<tr>\r\r\n<td valign=\"top\">Vessel name</td>\r\r\n\t<td valign=\"top\">MSC Colombia</td>\r\r\n</tr>\r\r\n<tr>\r\r\n<td valign=\"top\">Registered Owner &amp; Manager:</td>\r\r\n\t<td valign=\"top\"> Selt Maritime Zodiac Maritime Agencies </td>\r\r\n</tr>\r\r\n<tr>\r\r\n<td valign=\"top\">Type:</td>\r\r\n\t<td valign=\"top\"> Container vessel </td>\r\r\n</tr>\r\r\n<tr>\r\r\n<td valign=\"top\">Built:</td>\r\r\n\t<td valign=\"top\">1996</td>\r\r\n</tr>\r\r\n<tr>\r\r\n<td valign=\"top\">Classification Society: </td>\r\r\n\t<td valign=\"top\">Lloyd's Register</td>\r\r\n</tr>\r\r\n\r\r\n\r\r\n<tr>\r\r\n<td valign=\"top\">Construction:</td>\r\r\n\t<td valign=\"top\">Steel</td>\r\r\n</tr>\r\r\n<tr>\r\r\n<td valign=\"top\">Length overall:</td>\r\r\n\t<td valign=\"top\">280.52m</td>\r\r\n</tr>\r\r\n<tr>\r\r\n<td valign=\"top\">Gross tonnage:</td>\r\r\n\t<td valign=\"top\"> 51931 </td>\r\r\n</tr>\r\r\n<tr>\r\r\n<td valign=\"top\">Date &amp; Time</td>\r\r\n\t<td valign=\"top\">8 August 2007, 1155 local </td>\r\r\n</tr>\r\r\n<tr>\r\r\n<td valign=\"top\">Location of incident:</td>\r\r\n\t<td valign=\"top\"> 29&#176;34.9N   079&#176;57.9W , 75nm off Cape Canaveral </td>\r\r\n</tr>\r\r\n<tr>\r\r\n<td valign=\"top\">Incident Type:</td>\r\r\n\t<td valign=\"top\"> Fatality </td>\r\r\n</tr>\r\r\n<tr>\r\r\n<td valign=\"top\">Persons onboard:</td>\r\r\n\t<td valign=\"top\">27 crew</td>\r\r\n</tr>\r\r\n\r\r\n<tr>\r\r\n<td valign=\"top\">Injuries/ fatalities:</td>\r\r\n\t<td valign=\"top\">One fatality</td>\r\r\n</tr>\r\r\n</table>\r\r\n\r\r\n<p>\r\r\n</p>\r\r\n\r\r\n<p><span>Synopsis</span></p>\r\r\n\r\r\n<p> The passenger lift fitted in the vessel&#8217;s accommodation had a number of recurring defects with the cabin door closing and safety interlock systems.  The Electrical Engineering Officer (EEO) and Electrical Engineering Cadet (EEC) were repairing the latest of these problems after another crew member had been stuck in the lift earlier in the day.</p>\r\r\n\r\r\n<p> The EEO had turned on the inspection switch on top of the lift cabin to prevent the lift from responding to normal commands. The Cadet was assisting the EEO by moving the lift upwards, standing on the roof of the cabin, operating the maintenance controls.  He was moving the lift to between decks 5 and 6 so that the EEO could repair the doors.  The lift initially moved as expected, but stopped prematurely at Deck 5.  The EEC moved away from the controls to investigate the problem. \r\r\n</p>\r\r\n\r\r\n<p> The lift was called by the Second Engineer from deck 9, to travel from his cabin to the Engine Control Room for his afternoon watch.  The Second Engineer had been asleep in his cabin and did not know that the lift was being repaired, and there were no warning signs to indicate that it was out of use.  The Second Engineer saw the lift call button light up and heard the lift begin to move as normal. Shortly afterwards he heard a scream and immediately ran down to the Engine Control Room to report what had happened.\r\r\n</p>\r\r\n<p>The EEO opened the lift doors in the Engine Control Room and saw that the lift had stopped.  The EEO, Chief Engineer, Second Engineer and Motor Man ran up to Deck 5 and then again to Deck 6 to gain access to the top of the lift cabin.  They saw that the Cadet had been trapped between the side of the lift cabin and the lift shaft.  He was not breathing and had no pulse.</p>\r\r\n\r\r\n<p>The EEO found that the inspection switch had been turned off, allowing the control system to respond to normal commands.  It cannot be determined why the Cadet moved the switch and it is likely that he either misunderstood the operation of the inspection safety switch, or caught the switch accidentally. </p>\r\r\n\r\r\n\r\r\n<p>The lift was lowered, the Cadet released and taken to the ship&#8217;s hospital.  Despite the best efforts of the crew to revive him, he died from his injuries.</p>\r\r\n \r\r\n\r\r\n\r\r\n<p><span>Action taken:</span></p>\r\r\n\r\r\n<p>   The Chief Inspector of Marine Accidents has written to the vessel&#8217;s management company strongly advising them to:\r\r\n\r\r\n</p>\r\r\n\r\r\n<ul>\r\r\n<li><p>Reinforce and encourage the use of existing company procedures for conducting Risk Assessments and issuing Permits to Work for maintenance activities.\r\r\n\r\r\n</p>\r\r\n</li>\r\r\n</ul>\r\r\n\r\r\n<p> Consider and implement guidance from:\r\r\n</p> \r\r\n<ul>\r\r\n<li><p> The MCA&#8217;s Code of Safe Working Practices,\r\r\n\r\r\n</p></li>\r\r\n<li><p> British Standards for safe working practices for lift maintenance,\r\r\n\r\r\n</p></li>\r\r\n<li><p> Guidance from the Health and Safety Executive and Classification Societies on maintenance and survey of passenger lifts,\r\r\n\r\r\n</p></li>\r\r\n\r\r\n\r\r\n\r\r\n\r\r\n<li>\r\r\n<p>   Analyse the nature and quantity of electrical defects onboard the vessel and consider additional measures to improve the effectiveness of electrical maintenance.\r\r\n</p></li>\r\r\n</ul><hr></div>\r\n</div>", 
  "summary": "", 
  "report_type": "completed-preliminary-examination", 
  "vessel_type": [
    "merchant-vessel-100-gross-tons-or-over"
  ], 
  "body": "Category |   | Merchant | \nVessel name |   | MSC Colombia | \nRegistered Owner & Manager: |   |  Selt Maritime Zodiac Maritime Agencies  | \nType: |   |  Container vessel  | \nBuilt: |   | 1996 | \nClassification Society:  |   | Lloyd's Register | \nConstruction: |   | Steel | \nLength overall: |   | 280.52m | \nGross tonnage: |   |  51931  | \nDate & Time |   | 8 August 2007, 1155 local  | \nLocation of incident: |   |  29°34.9N 079°57.9W , 75nm off Cape Canaveral  | \nIncident Type: |   |  Fatality  | \nPersons onboard: |   | 27 crew | \nInjuries/ fatalities: |   | One fatality | \n\nSynopsis\n\nThe passenger lift fitted in the vessel’s accommodation had a number of recurring defects with the cabin door closing and safety interlock systems. The Electrical Engineering Officer (EEO) and Electrical Engineering Cadet (EEC) were repairing the latest of these problems after another crew member had been stuck in the lift earlier in the day.\n\nThe EEO had turned on the inspection switch on top of the lift cabin to prevent the lift from responding to normal commands. The Cadet was assisting the EEO by moving the lift upwards, standing on the roof of the cabin, operating the maintenance controls. He was moving the lift to between decks 5 and 6 so that the EEO could repair the doors. The lift initially moved as expected, but stopped prematurely at Deck 5. The EEC moved away from the controls to investigate the problem. \n\nThe lift was called by the Second Engineer from deck 9, to travel from his cabin to the Engine Control Room for his afternoon watch. The Second Engineer had been asleep in his cabin and did not know that the lift was being repaired, and there were no warning signs to indicate that it was out of use. The Second Engineer saw the lift call button light up and heard the lift begin to move as normal. Shortly afterwards he heard a scream and immediately ran down to the Engine Control Room to report what had happened. \n\nThe EEO opened the lift doors in the Engine Control Room and saw that the lift had stopped. The EEO, Chief Engineer, Second Engineer and Motor Man ran up to Deck 5 and then again to Deck 6 to gain access to the top of the lift cabin. They saw that the Cadet had been trapped between the side of the lift cabin and the lift shaft. He was not breathing and had no pulse.\n\nThe EEO found that the inspection switch had been turned off, allowing the control system to respond to normal commands. It cannot be determined why the Cadet moved the switch and it is likely that he either misunderstood the operation of the inspection safety switch, or caught the switch accidentally. \n\nThe lift was lowered, the Cadet released and taken to the ship’s hospital. Despite the best efforts of the crew to revive him, he died from his injuries.\n\nAction taken:\n\nThe Chief Inspector of Marine Accidents has written to the vessel’s management company strongly advising them to: \n\n  * Reinforce and encourage the use of existing company procedures for conducting Risk Assessments and issuing Permits to Work for maintenance activities. \n\nConsider and implement guidance from: \n\n  * The MCA’s Code of Safe Working Practices, \n\n  * British Standards for safe working practices for lift maintenance, \n\n  * Guidance from the Health and Safety Executive and Classification Societies on maintenance and survey of passenger lifts, \n\n  * Analyse the nature and quantity of electrical defects onboard the vessel and consider additional measures to improve the effectiveness of electrical maintenance. \n\n* * *\n"
}