{
  "meta": {}, 
  "date_of_occurrence": "2008-06-21", 
  "original_url": "http://www.maib.gov.uk/publications/completed_preliminary_examinations/completed_preliminary_examinations_2008/overseas_camar.cfm", 
  "_assets": [], 
  "title": "Completed PE Summary - Overseas Camar", 
  "raw_html": "<div id=\"mainContentArea\" style=\"width: 545px;\"><div id=\"pageTitleContainer\">\r\n<p>\r\n</p>\r\n</div>\r\n<div id=\"pageTitleContainer\">\r\n<p>\r\n</p>\r\n</div>\r\n<div id=\"TextContainer\"><p></p>\r\r\n<table border=\"1\" width=\"100%\" cellpadding=\"1\" cellspacing=\"2\">\r\r\n<tr>\r\r\n<td valign=\"top\">Category:</td>\r\r\n\t<td valign=\"top\">Merchant Vessels</td>\r\r\n</tr>\r\r\n<tr>\r\r\n<td valign=\"top\">Vessel name:</td>\r\r\n\t<td valign=\"top\">Overseas Camar </td>\r\r\n</tr>\r\r\n<tr>\r\r\n<td valign=\"top\"> Manager:</td>\r\r\n\t<td valign=\"top\">OSG Ship Management Group (Greece) Ltd </td>\r\r\n</tr>\r\r\n<tr>\r\r\n<td valign=\"top\">Ship Owner:</td>\r\r\n\t<td valign=\"top\">Ranch Shipholding </td>\r\r\n</tr>\r\r\n\r\r\n\r\r\n\r\r\n<tr>\r\r\n<td valign=\"top\"> Port of Registry:</td>\r\r\n\t<td valign=\"top\">Majuro </td>\r\r\n</tr>\r\r\n<tr>\r\r\n<td valign=\"top\"> Flag:</td>\r\r\n\t<td valign=\"top\">Marshall Islands </td>\r\r\n</tr>\r\r\n\r\r\n<tr>\r\r\n<td valign=\"top\"> Classification Society:</td>\r\r\n\t<td valign=\"top\"> Lloyd's Register</td>\r\r\n</tr>\r\r\n\r\r\n\r\r\n<tr>\r\r\n<td valign=\"top\">Type:</td>\r\r\n\t<td valign=\"top\">Chemical/Products Tanker </td>\r\r\n</tr>\r\r\n<tr>\r\r\n<td valign=\"top\">Built:</td>\r\r\n\t<td valign=\"top\">1988</td>\r\r\n</tr>\r\r\n\r\r\n<tr>\r\r\n<td valign=\"top\">Construction:</td>\r\r\n\t<td valign=\"top\">Steel </td>\r\r\n</tr>\r\r\n<tr>\r\r\n<td valign=\"top\">Length overall:</td>\r\r\n\t<td valign=\"top\">171.80m</td>\r\r\n</tr>\r\r\n<tr>\r\r\n<td valign=\"top\">Gross tonnage:</td>\r\r\n\t<td valign=\"top\">26,113 </td>\r\r\n</tr>\r\r\n<tr>\r\r\n<td valign=\"top\">Date &amp; Time:</td>\r\r\n\t<td valign=\"top\">21 June 2008, 1348</td>\r\r\n</tr>\r\r\n<tr>\r\r\n<td valign=\"top\">Location of incident:</td>\r\r\n\t<td valign=\"top\">Fawley Marine Terminal, Southampton </td>\r\r\n</tr>\r\r\n<tr>\r\r\n<td valign=\"top\">Incident Type:</td>\r\r\n\t<td valign=\"top\">Machinery failure </td>\r\r\n</tr>\r\r\n<tr>\r\r\n<td valign=\"top\">Persons onboard:</td>\r\r\n\t<td valign=\"top\">27 </td>\r\r\n</tr>\r\r\n<tr>\r\r\n<td valign=\"top\">Injuries/fatalities:</td>\r\r\n\t<td valign=\"top\"> Bosun suffered severe bruising to the head and a broken left leg</td>\r\r\n</tr>\r\r\n\r\r\n<tr>\r\r\n<td valign=\"top\">Damage/pollution:</td>\r\r\n\t<td valign=\"top\">Provisions crane on the starboard aft quarter became detached from its mountings and fell onto a stores barge below, crushing a skip before falling into the sea. </td>\r\r\n</tr>\r\r\n\r\r\n\r\r\n</table>\r\r\n\r\r\n<p><span>Synopsis</span></p>\r\r\n\r\r\n<p>Overseas Camar was loading a cargo of gas oil at the Fawley Marine Terminal near Southampton.  The vessel was expecting to load ship&#8217;s stores and in accordance with the Terminal&#8217;s regulations, a stores barge was alongside at the starboard (outboard) quarter.</p>\r\r\n<p>The Bosun climbed up onto the operating platform attached to the side of the starboard provisions crane.  The crane had a safe working load (SWL) of 0.8 tonne and had successfully passed the five yearly load test and annual inspection conducted by the vessel&#8217;s classification society.  The first load of hydraulic oil drums was lifted safely, a second load of oil weighing 788kg was attached, and the Bosun began to hoist.  The load was lifted approximately 1.8m and suddenly began to lower back to the deck of the stores barge.  The crewman on the stores barge looked up and saw both the crane and the Bosun falling.  He shouted to the Skipper of the stores barge, who had been steadying the load, and both men ran clear.  The crane struck the side of the ship, crushed a skip on the stores barge and fell into the sea.  It was initially thought that the Bosun had fallen into the sea, however, he landed on a lifeboat deck, some 5m below the crane pedestal.  Although his injuries were severe, he was extremely fortunate not to have fallen further and been killed. </p>\r\r\n<p>The nuts and bolts used to hold the crane pedestal to the mounting ring were recovered and examined.  They were badly corroded, allowing the bolts to pull straight through the nuts.  Both the ship&#8217;s planned maintenance and the classification society regulations stated that the holding down nuts and bolts should be examined at prerequisite intervals, however the extent of the corrosion indicates that these safeguards had systematically failed over a number of years. </p>\r\r\n\r\r\n<p><span>Action taken:</span></p>\r\r\n\r\r\n<p>Two other cranes on board were inspected and both found to be in poor condition. Prohibition notices were issued by Port State Control officers and Conditions of Class imposed by the classification society, regarding future use of these cranes.  </p>\r\r\n<p> In addition, the Deputy Chief Inspector of Marine Accidents has written to:</p>\r\r\n\r\r\n\r\r\n\r\r\n<ul>\r\r\n<li><p>the vessel&#8217;s management company, detailing the shortcomings in maintenance and inspection that allowed the condition of the crane holding down nuts and bolts to go undetected, and\t</p></li>\r\r\n\r\r\n<li> <p>the vessel&#8217;s classification society, raising concerns over the effectiveness of the current survey and testing procedures for ship&#8217;s cranes.\t</p> </li>\r\r\n\r\r\n\r\r\n</ul>\r\r\n\r\r\n\r\r\n<p>Published: AUGUST 2008</p>\r\r\n\r\r\n\r\r\n<hr></div>\r\n</div>", 
  "summary": "", 
  "report_type": "completed-preliminary-examination", 
  "vessel_type": [
    "merchant-vessel-100-gross-tons-or-over"
  ], 
  "body": "Category: |   | Merchant Vessels | \nVessel name: |   | Overseas Camar  | \nManager: |   | OSG Ship Management Group (Greece) Ltd  | \nShip Owner: |   | Ranch Shipholding  | \nPort of Registry: |   | Majuro  | \nFlag: |   | Marshall Islands  | \nClassification Society: |   |  Lloyd's Register | \nType: |   | Chemical/Products Tanker  | \nBuilt: |   | 1988 | \nConstruction: |   | Steel  | \nLength overall: |   | 171.80m | \nGross tonnage: |   | 26,113  | \nDate & Time: |   | 21 June 2008, 1348 | \nLocation of incident: |   | Fawley Marine Terminal, Southampton  | \nIncident Type: |   | Machinery failure  | \nPersons onboard: |   | 27  | \nInjuries/fatalities: |   |  Bosun suffered severe bruising to the head and a broken left leg | \nDamage/pollution: |   | Provisions crane on the starboard aft quarter became detached from its mountings and fell onto a stores barge below, crushing a skip before falling into the sea.  | \n\nSynopsis\n\nOverseas Camar was loading a cargo of gas oil at the Fawley Marine Terminal near Southampton. The vessel was expecting to load ship’s stores and in accordance with the Terminal’s regulations, a stores barge was alongside at the starboard (outboard) quarter.\n\nThe Bosun climbed up onto the operating platform attached to the side of the starboard provisions crane. The crane had a safe working load (SWL) of 0.8 tonne and had successfully passed the five yearly load test and annual inspection conducted by the vessel’s classification society. The first load of hydraulic oil drums was lifted safely, a second load of oil weighing 788kg was attached, and the Bosun began to hoist. The load was lifted approximately 1.8m and suddenly began to lower back to the deck of the stores barge. The crewman on the stores barge looked up and saw both the crane and the Bosun falling. He shouted to the Skipper of the stores barge, who had been steadying the load, and both men ran clear. The crane struck the side of the ship, crushed a skip on the stores barge and fell into the sea. It was initially thought that the Bosun had fallen into the sea, however, he landed on a lifeboat deck, some 5m below the crane pedestal. Although his injuries were severe, he was extremely fortunate not to have fallen further and been killed. \n\nThe nuts and bolts used to hold the crane pedestal to the mounting ring were recovered and examined. They were badly corroded, allowing the bolts to pull straight through the nuts. Both the ship’s planned maintenance and the classification society regulations stated that the holding down nuts and bolts should be examined at prerequisite intervals, however the extent of the corrosion indicates that these safeguards had systematically failed over a number of years. \n\nAction taken:\n\nTwo other cranes on board were inspected and both found to be in poor condition. Prohibition notices were issued by Port State Control officers and Conditions of Class imposed by the classification society, regarding future use of these cranes. \n\nIn addition, the Deputy Chief Inspector of Marine Accidents has written to:\n\n  * the vessel’s management company, detailing the shortcomings in maintenance and inspection that allowed the condition of the crane holding down nuts and bolts to go undetected, and \n\n  * the vessel’s classification society, raising concerns over the effectiveness of the current survey and testing procedures for ship’s cranes. \n\nPublished: AUGUST 2008\n\n* * *\n"
}