{
  "meta": {}, 
  "date_of_occurrence": "2008-06-24", 
  "original_url": "http://www.maib.gov.uk/publications/completed_preliminary_examinations/completed_preliminary_examinations_2008/guyona.cfm", 
  "_assets": [], 
  "title": "Completed PE Summary - Guyona", 
  "raw_html": "<div id=\"mainContentArea\" style=\"width: 545px;\"><div id=\"pageTitleContainer\">\r\n<p>\r\n</p>\r\n</div>\r\n<div id=\"pageTitleContainer\">\r\n<p>\r\n</p>\r\n</div>\r\n<div id=\"TextContainer\"><p></p>\r\r\n<table border=\"1\" width=\"100%\" cellpadding=\"1\" cellspacing=\"2\">\r\r\n<tr>\r\r\n<td valign=\"top\">Category:</td>\r\r\n\t<td valign=\"top\">Fishing vessels</td>\r\r\n</tr>\r\r\n<tr>\r\r\n<td valign=\"top\">Vessel name:</td>\r\r\n\t<td valign=\"top\">Guyona </td>\r\r\n</tr>\r\r\n\r\r\n<tr>\r\r\n<td valign=\"top\">Registered Owner:</td>\r\r\n\t<td valign=\"top\">Privately owned </td>\r\r\n</tr>\r\r\n\r\r\n\r\r\n\r\r\n<tr>\r\r\n<td valign=\"top\"> Port of Registry:</td>\r\r\n\t<td valign=\"top\">Brixham </td>\r\r\n</tr>\r\r\n<tr>\r\r\n<td valign=\"top\"> Flag:</td>\r\r\n\t<td valign=\"top\">UK </td>\r\r\n</tr>\r\r\n\r\r\n<tr>\r\r\n<td valign=\"top\">Type:</td>\r\r\n\t<td valign=\"top\">Scallop dredger and stern trawler </td>\r\r\n</tr>\r\r\n<tr>\r\r\n<td valign=\"top\">Built:</td>\r\r\n\t<td valign=\"top\">1982 at Birkenhead</td>\r\r\n</tr>\r\r\n\r\r\n<tr>\r\r\n<td valign=\"top\">Construction:</td>\r\r\n\t<td valign=\"top\">Steel </td>\r\r\n</tr>\r\r\n<tr>\r\r\n<td valign=\"top\">Length overall:</td>\r\r\n\t<td valign=\"top\">13.11m</td>\r\r\n</tr>\r\r\n<tr>\r\r\n<td valign=\"top\">Gross tonnage:</td>\r\r\n\t<td valign=\"top\">34.23 </td>\r\r\n</tr>\r\r\n<tr>\r\r\n<td valign=\"top\">Date &amp; Time:</td>\r\r\n\t<td valign=\"top\">24 June 2008 at approximately 1630 UTC</td>\r\r\n</tr>\r\r\n<tr>\r\r\n<td valign=\"top\">Location of incident:</td>\r\r\n\t<td valign=\"top\">Approximately 3 miles south of Little Sark 49'20.9N, 002' 23.7W  </td>\r\r\n</tr>\r\r\n<tr>\r\r\n<td valign=\"top\">Incident Type:</td>\r\r\n\t<td valign=\"top\">Capsize leading to sinking </td>\r\r\n</tr>\r\r\n<tr>\r\r\n<td valign=\"top\">Persons on board:</td>\r\r\n\t<td valign=\"top\">3 </td>\r\r\n</tr>\r\r\n<tr>\r\r\n<td valign=\"top\">Injuries/fatalities:</td>\r\r\n\t<td valign=\"top\"> None</td>\r\r\n</tr>\r\r\n\r\r\n<tr>\r\r\n<td valign=\"top\">Damage/pollution:</td>\r\r\n\t<td valign=\"top\">Total loss </td>\r\r\n</tr>\r\r\n\r\r\n\r\r\n</table>\r\r\n\r\r\n<p><span>Synopsis</span></p>\r\r\n\r\r\n<p>At 0930 on 23 June 2008, Guyona, rigged as a scallop dredger, sailed from Brixham to fishing grounds south of Little Sark in the Channel Islands.  By 1625 on 24 June, 52 bags of scallops had been dredged; 45 bags were in the fish hold and 7 were on the fish hold hatch waiting to be stowed.  At the time there was a 2.5 knot tide running, the visibility was good, the sea state was glassy calm and the wind was Force 2.  The swell was negligible. </p>\r\r\n<p> At approximately 1630 the dredges hit rough ground and the vessel&#8217;s speed slowed.  The skipper increased the main engine revolutions but, soon afterwards, the dredges started to snag.  On each occasion, the skipper manoeuvred the vessel and the snag was released.  However, at about 1635 the port dredge came fast, the head turned to port and the vessel adopted a 200 port heel.  As the skipper selected neutral the heel increased under the influence of the tide and the head continued to turn to port.  By now, the port derrick was under water and the starboard derrick was steadily rising as the heel increased.  In the rapidly changing situation the skipper did not consider using the quick release mechanism to drop the derrick blocks which would have helped improve stability.   </p>\r\r\n<p>By about 1638, the starboard main warp became entangled around the landing boom crutch located on the &#8220;A&#8221; frame.  This flipped the boom to port at the same time as the seven bags of scallops slid from the fish room hatch to the port side.  The starboard warp settled forward of the port quarter, which caused the vessel to be pulled further over to port.  At about 1640 the skipper attempted to release both warps from the winch drums.  However, the warp joining shackles could not pass through the blocks because they had been changed earlier in the year to smaller throated blocks and so the warps could not be released.  The skipper then decided to cut the wires using the gas cutting equipment stowed in the net store.  As the gas torch was lit, the heel exceeded 450, causing rapid downflooding into the net store through the open hatch.  The crew jumped into the water as the skipper fought his way to the wheelhouse to transmit a &#8220;Mayday&#8221;.  Unfortunately the VHF radio handset fell away before he could do so.  However, he did manage to get hold of a hand-held VHF radio, but it also fell from his grasp before he could complete the &#8220;Mayday&#8221; transmission.  The skipper then jumped into the water.  Neither he nor his crew were wearing lifejackets because there was insufficient time to recover them from the wheelhouse stowage.</p>\r\r\n<p>After about 5 minutes in the water the inflated liferaft floated free.  Because of the strong tide, it took the skipper and crew a further 20-25 minutes to reach the liferaft.  With the vessel having sunk, the onboard auto-locator beacon failed to send its hourly transmission.  This information was passed to the RNLI headquarters at Poole and to MRCC Falmouth.  As a result, the St Peter Port lifeboat, which was already at sea conducting exercises, was alerted to the possibility of a missing vessel.  A search was made of the area and the crew were recovered at 1757.  There were no injuries.</p>\r\r\n\r\r\n<p><span>Action taken:</span></p>\r\r\n\r\r\n<p>The Chief Inspector of Marine Accidents has written to the owner of Guyona, bringing to his attention the need to: </p>\r\r\n\r\r\n<ul>\r\r\n<li><p>Carefully consider the full implications of changes to fishing rigs, and test the rig to its full extent, including its ability to release in an emergency.</p></li>\r\r\n\r\r\n<li> <p>Conduct risk assessments of fishing operations and implement appropriate procedures. </p> </li>\r\r\n\r\r\n<li><p>Use &#8220;quick release&#8221; systems at an early stage to lower the pivot points on the derricks and so lower the centre of gravity to improve stability in snagging situations.   \t</p></li> \r\r\n\r\r\n<li><p>Advise crews of the importance of wearing lifejackets when on the deck, even in benign conditions; as this accident shows, there is rarely time to put on lifejackets in an emergency.\t</p> </li>\r\r\n\r\r\n<li> <p>Encourage crew to continually wear personal overboard alarms while on deck, and so improve the chances of survival.  \t</p> </li>\r\r\n<li><p>Conduct regular drills to ensure that actions are instinctive in emergency situations.\t</p></li>\r\r\n\r\r\n</ul>\r\r\n\r\r\n<p>Published: JULY 2008</p>\r\r\n\r\r\n\r\r\n<hr></div>\r\n</div>", 
  "summary": "", 
  "report_type": "completed-preliminary-examination", 
  "vessel_type": [
    "fishing-vessel"
  ], 
  "body": "Category: |   | Fishing vessels | \nVessel name: |   | Guyona  | \nRegistered Owner: |   | Privately owned  | \nPort of Registry: |   | Brixham  | \nFlag: |   | UK  | \nType: |   | Scallop dredger and stern trawler  | \nBuilt: |   | 1982 at Birkenhead | \nConstruction: |   | Steel  | \nLength overall: |   | 13.11m | \nGross tonnage: |   | 34.23  | \nDate & Time: |   | 24 June 2008 at approximately 1630 UTC | \nLocation of incident: |   | Approximately 3 miles south of Little Sark 49'20.9N, 002' 23.7W  | \nIncident Type: |   | Capsize leading to sinking  | \nPersons on board: |   | 3  | \nInjuries/fatalities: |   |  None | \nDamage/pollution: |   | Total loss  | \n\nSynopsis\n\nAt 0930 on 23 June 2008, Guyona, rigged as a scallop dredger, sailed from Brixham to fishing grounds south of Little Sark in the Channel Islands. By 1625 on 24 June, 52 bags of scallops had been dredged; 45 bags were in the fish hold and 7 were on the fish hold hatch waiting to be stowed. At the time there was a 2.5 knot tide running, the visibility was good, the sea state was glassy calm and the wind was Force 2. The swell was negligible. \n\nAt approximately 1630 the dredges hit rough ground and the vessel’s speed slowed. The skipper increased the main engine revolutions but, soon afterwards, the dredges started to snag. On each occasion, the skipper manoeuvred the vessel and the snag was released. However, at about 1635 the port dredge came fast, the head turned to port and the vessel adopted a 200 port heel. As the skipper selected neutral the heel increased under the influence of the tide and the head continued to turn to port. By now, the port derrick was under water and the starboard derrick was steadily rising as the heel increased. In the rapidly changing situation the skipper did not consider using the quick release mechanism to drop the derrick blocks which would have helped improve stability. \n\nBy about 1638, the starboard main warp became entangled around the landing boom crutch located on the “A” frame. This flipped the boom to port at the same time as the seven bags of scallops slid from the fish room hatch to the port side. The starboard warp settled forward of the port quarter, which caused the vessel to be pulled further over to port. At about 1640 the skipper attempted to release both warps from the winch drums. However, the warp joining shackles could not pass through the blocks because they had been changed earlier in the year to smaller throated blocks and so the warps could not be released. The skipper then decided to cut the wires using the gas cutting equipment stowed in the net store. As the gas torch was lit, the heel exceeded 450, causing rapid downflooding into the net store through the open hatch. The crew jumped into the water as the skipper fought his way to the wheelhouse to transmit a “Mayday”. Unfortunately the VHF radio handset fell away before he could do so. However, he did manage to get hold of a hand-held VHF radio, but it also fell from his grasp before he could complete the “Mayday” transmission. The skipper then jumped into the water. Neither he nor his crew were wearing lifejackets because there was insufficient time to recover them from the wheelhouse stowage.\n\nAfter about 5 minutes in the water the inflated liferaft floated free. Because of the strong tide, it took the skipper and crew a further 20-25 minutes to reach the liferaft. With the vessel having sunk, the onboard auto-locator beacon failed to send its hourly transmission. This information was passed to the RNLI headquarters at Poole and to MRCC Falmouth. As a result, the St Peter Port lifeboat, which was already at sea conducting exercises, was alerted to the possibility of a missing vessel. A search was made of the area and the crew were recovered at 1757. There were no injuries.\n\nAction taken:\n\nThe Chief Inspector of Marine Accidents has written to the owner of Guyona, bringing to his attention the need to: \n\n  * Carefully consider the full implications of changes to fishing rigs, and test the rig to its full extent, including its ability to release in an emergency.\n\n  * Conduct risk assessments of fishing operations and implement appropriate procedures. \n\n  * Use “quick release” systems at an early stage to lower the pivot points on the derricks and so lower the centre of gravity to improve stability in snagging situations. \n\n  * Advise crews of the importance of wearing lifejackets when on the deck, even in benign conditions; as this accident shows, there is rarely time to put on lifejackets in an emergency. \n\n  * Encourage crew to continually wear personal overboard alarms while on deck, and so improve the chances of survival. \n\n  * Conduct regular drills to ensure that actions are instinctive in emergency situations. \n\nPublished: JULY 2008\n\n* * *\n"
}