{
  "meta": {}, 
  "date_of_occurrence": "2008-05-29", 
  "original_url": "http://www.maib.gov.uk/publications/completed_preliminary_examinations/completed_preliminary_examinations_2008/girl_patricia.cfm", 
  "_assets": [], 
  "title": "Completed PE Summary - Girl Patricia", 
  "raw_html": "<div id=\"mainContentArea\" style=\"width: 545px;\"><div id=\"pageTitleContainer\">\r\n<p>\r\n</p>\r\n</div>\r\n<div id=\"pageTitleContainer\">\r\n<p>\r\n</p>\r\n</div>\r\n<div id=\"TextContainer\"><p></p>\r\r\n<table border=\"1\" width=\"100%\" cellpadding=\"1\" cellspacing=\"2\">\r\r\n<tr>\r\r\n<td valign=\"top\">Category:</td>\r\r\n\t<td valign=\"top\">Fishing vessels</td>\r\r\n</tr>\r\r\n<tr>\r\r\n<td valign=\"top\">Vessel name:</td>\r\r\n\t<td valign=\"top\">Girl Patricia </td>\r\r\n</tr>\r\r\n\r\r\n<tr>\r\r\n<td valign=\"top\">Vessel Owner:</td>\r\r\n\t<td valign=\"top\"> Privately owned</td>\r\r\n</tr>\r\r\n\r\r\n\r\r\n<tr>\r\r\n<td valign=\"top\"> Port of Registry:</td>\r\r\n\t<td valign=\"top\">Penzance </td>\r\r\n</tr>\r\r\n<tr>\r\r\n<td valign=\"top\"> Flag:</td>\r\r\n\t<td valign=\"top\"> UK</td>\r\r\n</tr>\r\r\n\r\r\n\r\r\n<tr>\r\r\n<td valign=\"top\">Type:</td>\r\r\n\t<td valign=\"top\">Gill netter </td>\r\r\n</tr>\r\r\n<tr>\r\r\n<td valign=\"top\">Built:</td>\r\r\n\t<td valign=\"top\">1969 at Porthleven, Cornwall</td>\r\r\n</tr>\r\r\n\r\r\n<tr>\r\r\n<td valign=\"top\">Construction:</td>\r\r\n\t<td valign=\"top\">Wood- larch on oak frames </td>\r\r\n</tr>\r\r\n\r\r\n<tr>\r\r\n<td valign=\"top\">Length overall:</td>\r\r\n\t<td valign=\"top\">17.8m</td>\r\r\n</tr>\r\r\n\r\r\n<tr>\r\r\n<td valign=\"top\">Registered length:</td>\r\r\n\t<td valign=\"top\">16.48m</td>\r\r\n</tr>\r\r\n<tr>\r\r\n<td valign=\"top\">Gross tonnage:</td>\r\r\n\t<td valign=\"top\"> 84</td>\r\r\n</tr>\r\r\n<tr>\r\r\n<td valign=\"top\">Date &amp; Time:</td>\r\r\n\t<td valign=\"top\">29 May 2008 at 1509 UTC</td>\r\r\n</tr>\r\r\n<tr>\r\r\n<td valign=\"top\">Location of incident:</td>\r\r\n\t<td valign=\"top\">Coastal waters at 50'18.87N, 006'18.10W  </td>\r\r\n</tr>\r\r\n<tr>\r\r\n<td valign=\"top\">Incident Type:</td>\r\r\n\t<td valign=\"top\">Foundering </td>\r\r\n</tr>\r\r\n<tr>\r\r\n<td valign=\"top\">Persons onboard:</td>\r\r\n\t<td valign=\"top\">4 </td>\r\r\n</tr>\r\r\n<tr>\r\r\n<td valign=\"top\">Injuries/fatalities:</td>\r\r\n\t<td valign=\"top\">None </td>\r\r\n</tr>\r\r\n\r\r\n<tr>\r\r\n<td valign=\"top\">Damage/pollution:</td>\r\r\n\t<td valign=\"top\"> Total loss</td>\r\r\n</tr>\r\r\n\r\r\n\r\r\n</table>\r\r\n\r\r\n<p><span>Synopsis</span></p>\r\r\n\r\r\n<p> On 23 May 2008, the gill netter Girl Patricia sailed from Newlyn to her fishing grounds. At approximately 1400 on 29 May the nets were being hauled on board when the engine room bilge alarm sounded.  The skipper cancelled the alarm, switched on the electric bilge pump and continued hauling. </p>\r\r\n<p> At about 1410, the haul was completed.  The skipper then went to the engine-room to de-clutch the hydraulic pump from the main engine while the rest of the crew made lunch. As the skipper entered the engine room he found that the bilge water level was up to the floor plates but he could not see where it had originated from.  He re-configured the on-engine pump from deck wash supply to bilge pump suction but was unable to shut the seacocks as they were under water.  The skipper immediately returned to the wheelhouse.  He told the crew of the flooding and instructed them to don their lifejackets as a precaution. </p>\r\r\n<p>Immediately afterwards, the skipper started the second electric bilge pump, but the two emergency hand-operated bilge pumps could not be used as these were stripped down for maintenance.  The skipper then contacted the nearby fishing vessel Ben My Chree, informing them of the problem.  Afterwards, he returned to the engine room and found that the water level had increased by a further 20cm and was now well above the floor plates and half way up the main engine. To determine the extent of flooding the skipper checked the fish room and found water at the same level as that in the engine room.  He also checked the forepeak and found that it was dry.</p>\r\r\n<p>Aware of the deteriorating situation, and being unable to determine the cause of the flood, the skipper made a &#8220;PAN-PAN&#8221; call by VHF radio, to which Falmouth Coastguard responded.  The coastguard recommended that the skipper launch his liferaft, which he duly did.  A &#8220;Mayday Relay&#8221; was also broadcast by the coastguard, and a number of vessels responded, including Ben My Chree, which made her way towards Girl Patricia.   The coastguard then tasked rescue helicopter R193, from the Royal Naval Air Station at Culdrose, and the Sennen Cove lifeboat to assist.</p>\r\r\n<p>The skipper checked the accommodation area, and found that the cabin deck was wet.  At about the same time the vessel made a sudden lurch and began to roll to starboard.  The skipper immediately ordered his crew into the water.  They swam towards Ben My Chree, which was about 100 metres distant in preference to trying to get into the liferaft which was inverted, the crew having had insufficient time to right it. </p>\r\r\n<p> At 1509, Girl Patricia sank, and at 1510, R193 was on scene and winched the four crew members to safety.  </p>\r\r\n\r\r\n<p><span>Action taken:</span></p>\r\r\n\r\r\n<p> The Chief Inspector of Marine Accidents has written to the owner and skipper of Girl Patricia, bringing to their attention the need to:</p>\r\r\n<ul>\r\r\n<li><p>Thoroughly investigate the cause of bilge alarms on every occasion.</p></li>\r\r\n\r\r\n<li> <p>Ensure that penetrations to watertight bulkheads are kept to a minimum and, where these need to be replaced, that suitable fittings are used to maintain the watertight integrity.</p> </li>\r\r\n\r\r\n<li><p>Consider fitting extended spindles to sea valves that are not already required by regulation to be so fitted and regularly check the condition of related pipework.</p></li> \r\r\n\r\r\n<li><p>Ensure that all bilge pumps, including hand-operated emergency pumps, are maintained ready for immediate use.</p> </li>\r\r\n\r\r\n<li> <p>Conduct regular emergency drills. </p> </li>\r\r\n\r\r\n<li><p>Familiarise themselves with the &#8220;best practices&#8221;, to prevent flooding, as contained in MGN 165(F) &#8211; Fishing Vessels: The Risk of Flooding.</p></li>\r\r\n\r\r\n</ul>\r\r\n\r\r\n<p>Published: JUNE 2008</p>\r\r\n\r\r\n\r\r\n<hr></div>\r\n</div>", 
  "summary": "", 
  "report_type": "completed-preliminary-examination", 
  "vessel_type": [
    "fishing-vessel"
  ], 
  "body": "Category: |   | Fishing vessels | \nVessel name: |   | Girl Patricia  | \nVessel Owner: |   |  Privately owned | \nPort of Registry: |   | Penzance  | \nFlag: |   |  UK | \nType: |   | Gill netter  | \nBuilt: |   | 1969 at Porthleven, Cornwall | \nConstruction: |   | Wood- larch on oak frames  | \nLength overall: |   | 17.8m | \nRegistered length: |   | 16.48m | \nGross tonnage: |   |  84 | \nDate & Time: |   | 29 May 2008 at 1509 UTC | \nLocation of incident: |   | Coastal waters at 50'18.87N, 006'18.10W  | \nIncident Type: |   | Foundering  | \nPersons onboard: |   | 4  | \nInjuries/fatalities: |   | None  | \nDamage/pollution: |   |  Total loss | \n\nSynopsis\n\nOn 23 May 2008, the gill netter Girl Patricia sailed from Newlyn to her fishing grounds. At approximately 1400 on 29 May the nets were being hauled on board when the engine room bilge alarm sounded. The skipper cancelled the alarm, switched on the electric bilge pump and continued hauling. \n\nAt about 1410, the haul was completed. The skipper then went to the engine-room to de-clutch the hydraulic pump from the main engine while the rest of the crew made lunch. As the skipper entered the engine room he found that the bilge water level was up to the floor plates but he could not see where it had originated from. He re-configured the on-engine pump from deck wash supply to bilge pump suction but was unable to shut the seacocks as they were under water. The skipper immediately returned to the wheelhouse. He told the crew of the flooding and instructed them to don their lifejackets as a precaution. \n\nImmediately afterwards, the skipper started the second electric bilge pump, but the two emergency hand-operated bilge pumps could not be used as these were stripped down for maintenance. The skipper then contacted the nearby fishing vessel Ben My Chree, informing them of the problem. Afterwards, he returned to the engine room and found that the water level had increased by a further 20cm and was now well above the floor plates and half way up the main engine. To determine the extent of flooding the skipper checked the fish room and found water at the same level as that in the engine room. He also checked the forepeak and found that it was dry.\n\nAware of the deteriorating situation, and being unable to determine the cause of the flood, the skipper made a “PAN-PAN” call by VHF radio, to which Falmouth Coastguard responded. The coastguard recommended that the skipper launch his liferaft, which he duly did. A “Mayday Relay” was also broadcast by the coastguard, and a number of vessels responded, including Ben My Chree, which made her way towards Girl Patricia. The coastguard then tasked rescue helicopter R193, from the Royal Naval Air Station at Culdrose, and the Sennen Cove lifeboat to assist.\n\nThe skipper checked the accommodation area, and found that the cabin deck was wet. At about the same time the vessel made a sudden lurch and began to roll to starboard. The skipper immediately ordered his crew into the water. They swam towards Ben My Chree, which was about 100 metres distant in preference to trying to get into the liferaft which was inverted, the crew having had insufficient time to right it. \n\nAt 1509, Girl Patricia sank, and at 1510, R193 was on scene and winched the four crew members to safety. \n\nAction taken:\n\nThe Chief Inspector of Marine Accidents has written to the owner and skipper of Girl Patricia, bringing to their attention the need to:\n\n  * Thoroughly investigate the cause of bilge alarms on every occasion.\n\n  * Ensure that penetrations to watertight bulkheads are kept to a minimum and, where these need to be replaced, that suitable fittings are used to maintain the watertight integrity.\n\n  * Consider fitting extended spindles to sea valves that are not already required by regulation to be so fitted and regularly check the condition of related pipework.\n\n  * Ensure that all bilge pumps, including hand-operated emergency pumps, are maintained ready for immediate use.\n\n  * Conduct regular emergency drills. \n\n  * Familiarise themselves with the “best practices”, to prevent flooding, as contained in MGN 165(F) – Fishing Vessels: The Risk of Flooding.\n\nPublished: JUNE 2008\n\n* * *\n"
}