{
  "meta": {}, 
  "date_of_occurrence": "2008-03-02", 
  "original_url": "http://www.maib.gov.uk/publications/completed_preliminary_examinations/completed_preliminary_examinations_2008/seven_sisters.cfm", 
  "_assets": [], 
  "title": "Completed PE Summary - Seven Sisters", 
  "raw_html": "<div id=\"mainContentArea\" style=\"width: 545px;\"><div id=\"pageTitleContainer\">\r\n<p>\r\n</p>\r\n</div>\r\n<div id=\"pageTitleContainer\">\r\n<p>\r\n</p>\r\n</div>\r\n<div id=\"TextContainer\"><p></p>\r\r\n<table border=\"1\" width=\"100%\" cellpadding=\"1\" cellspacing=\"2\">\r\r\n<tr>\r\r\n<td valign=\"top\">Category:</td>\r\r\n\t<td valign=\"top\">Merchant vessels</td>\r\r\n</tr>\r\r\n<tr>\r\r\n<td valign=\"top\">Vessel name:</td>\r\r\n\t<td valign=\"top\">Seven Sisters</td>\r\r\n</tr>\r\r\n<tr>\r\r\n<td valign=\"top\"> Manager:</td>\r\r\n\t<td valign=\"top\">LD Transmanche Ferries</td>\r\r\n</tr>\r\r\n<tr>\r\r\n<td valign=\"top\">Ship Owner:</td>\r\r\n\t<td valign=\"top\">Transmanche Ferries</td>\r\r\n</tr>\r\r\n\r\r\n\r\r\n\r\r\n<tr>\r\r\n<td valign=\"top\"> Port of Registry:</td>\r\r\n\t<td valign=\"top\">Dieppe</td>\r\r\n</tr>\r\r\n<tr>\r\r\n<td valign=\"top\"> Flag:</td>\r\r\n\t<td valign=\"top\">French</td>\r\r\n</tr>\r\r\n\r\r\n<tr>\r\r\n<td valign=\"top\"> Classification Society:</td>\r\r\n\t<td valign=\"top\">Bureau Veritas</td>\r\r\n</tr>\r\r\n\r\r\n\r\r\n<tr>\r\r\n<td valign=\"top\">Type: </td>\r\r\n\t<td valign=\"top\"> Roll on/roll off passenger ferry</td>\r\r\n</tr>\r\r\n<tr>\r\r\n<td valign=\"top\">Built:</td>\r\r\n\t<td valign=\"top\">2006</td>\r\r\n</tr>\r\r\n\r\r\n<tr>\r\r\n<td valign=\"top\">Construction:</td>\r\r\n\t<td valign=\"top\">Steel</td>\r\r\n</tr>\r\r\n<tr>\r\r\n<td valign=\"top\">Length overall:</td>\r\r\n\t<td valign=\"top\">142m</td>\r\r\n</tr>\r\r\n<tr>\r\r\n<td valign=\"top\">Gross tonnage:</td>\r\r\n\t<td valign=\"top\">18425</td>\r\r\n</tr>\r\r\n<tr>\r\r\n<td valign=\"top\">Date &amp; Time:</td>\r\r\n\t<td valign=\"top\">03/02/08 23:52 UTC</td>\r\r\n</tr>\r\r\n<tr>\r\r\n<td valign=\"top\">Location of incident:</td>\r\r\n\t<td valign=\"top\">Newhaven</td>\r\r\n</tr>\r\r\n<tr>\r\r\n<td valign=\"top\">Incident Type:</td>\r\r\n\t<td valign=\"top\">Contact</td>\r\r\n</tr>\r\r\n<tr>\r\r\n<td valign=\"top\">Persons onboard:</td>\r\r\n\t<td valign=\"top\">104</td>\r\r\n</tr>\r\r\n<tr>\r\r\n<td valign=\"top\">Injuries/fatalities:</td>\r\r\n\t<td valign=\"top\">None</td>\r\r\n</tr>\r\r\n\r\r\n<tr>\r\r\n<td valign=\"top\">Damage/pollution:</td>\r\r\n\t<td valign=\"top\">Material damage to vessel and port infrastructure</td>\r\r\n</tr>\r\r\n\r\r\n\r\r\n</table>\r\r\n\r\r\n<p><span>Synopsis</span></p>\r\r\n\r\r\n<p> At 2352 while leaving harbour, the roll on/ roll off passenger ferry Seven Sisters made contact with fendering in the vicinity of West Pier, Newhaven, resulting in damage to the vessel and the fendering. There was a southerly wind force 6, gusting gale force 8 with rain showers.  It was 3 hours after high water, neap tides.</p>\r\r\n<p> The master, who held a pilotage exemption certificate for the port, was on the bridge together with the chief officer for the departure. On this occasion, the vessel swung at her berth with her stern placed on a &#8220;swinging plate&#8221;, to allow her to proceed ahead out of the harbour, rather than leaving the berth stern first and swinging once clear of the breakwater which was the normal practice in favourable weather conditions.</p>\r\r\n<p>As the vessel was completing her swing the master placed the engines ahead but, as the vessel gathered headway, he realised that she was too far to starboard of the navigable channel. However, as he attempted to manoeuvre the vessel back to the centre of the channel, Seven Sisters came under the influence of bank effect which drew her onto fendering placed at the channel&#8217;s edge.</p>\r\r\n<p>The master made further, unsuccessful, attempts to manoeuvre the vessel clear of the fendering as she made her way out of the harbour.  Considerable damage was caused to the fendering and Seven Sisters sustained material damage to her hull. The vessel was holed below the waterline and had to be taken out of service for almost 2 weeks to effect permanent repairs. </p>\r\r\n<p> The damage to the vessel was only discovered once the vessel was clear of the port and, having contacted the ship manager&#8217;s crisis team, the master continued the voyage to Dieppe without notifying the coastguard of the situation. </p>\r\r\n<p> </p>\r\r\n<p></p>\r\r\n<p><span>Action taken:</span></p>\r\r\n\r\r\n<p>The Deputy Chief Inspector of Marine Accidents has written to: </p>\r\r\n<p>The Managing Director, Newhaven Port &amp; Properties Limited advising him to: </p>\r\r\n\r\r\n\r\r\n\r\r\n<ul>\r\r\n<li>Undertake a risk assessment of the impact winds of varying strengths / directions have on the safe use of the harbour.<p> \t</p></li>\r\r\n\r\r\n<li>If, as a result of the risk assessment, vessels using the ro-ro berth are required to swing at the berth in particular weather conditions, ensure pilots and pilotage exemption certificate (PEC) holders who may be required to operate such vessels are familiar with the manoeuvre before they have to undertake it in such conditions.<p> \t</p> </li>\r\r\n\r\r\n<li>Ensure that PEC candidates demonstrate a good understanding of the principles of interaction and the effect that movement of a vessel&#8217;s pivot point has on manoeuvring characteristics as part of the PEC examination process.<p>  \t</p></li> \r\r\n\r\r\n<li>Revise the port&#8217;s Pilotage Directions to ensure candidates for a PEC are familiar with the orientation of key aspects of the port&#8217;s infrastructure before being awarded a certificate.<p> \t</p> </li>\r\r\n\r\r\n</ul>\r\r\n\r\r\n<p> The Fleet Director of the vessel&#8217;s manager, LD Transmanche Ferries, advising him to: </p> \r\r\n\r\r\n<ul>\r\r\n<li>Develop, in conjunction with the Newhaven port authority, procedures for swinging the vessel safely at the ro-ro berth in critical weather conditions identified in the risk assessment.<p>  \t</p></li>\r\r\n\r\r\n<li>Ensure company masters are fully trained in ship handling and are given specific instruction in the principles of interaction and the effect the movement of a vessel&#8217;s pivot point has on a vessel&#8217;s manoeuvring characteristics in harbour.<p>   </p> </li>\r\r\n\r\r\n<li>Ensure that situations in which company vessels suffer material damage resulting in a breach of watertight integrity, or similar, are reported to the coastguard at an early stage to facilitate an informed and appropriate response, if later required.<p> \t</p></li> \r\r\n\r\r\n</ul>\r\r\n\r\r\n<p>The master of Seven Sisters, advising him to: </p>\r\r\n\r\r\n<ul>\r\r\n<li>Ensure that he becomes fully familiar with the effects of interaction and the movement of a vessel&#8217;s pivot point when the vessel is manoeuvring in confined areas close to shallow water and the edge of the quay.<p> \t</p></li> \r\r\n\r\r\n<li>Ensure that situations which result in a breach of watertight integrity, or similar, are reported to the coastguard at an early stage to facilitate an informed and appropriate response, if later required.<p> \t</p></li>\r\r\n\r\r\n\r\r\n<p>Published: March 2008</p>\r\r\n\r\r\n\r\r\n<hr></ul></div>\r\n</div>", 
  "summary": "", 
  "report_type": "completed-preliminary-examination", 
  "vessel_type": [
    "merchant-vessel-100-gross-tons-or-over"
  ], 
  "body": "Category: |   | Merchant vessels | \nVessel name: |   | Seven Sisters | \nManager: |   | LD Transmanche Ferries | \nShip Owner: |   | Transmanche Ferries | \nPort of Registry: |   | Dieppe | \nFlag: |   | French | \nClassification Society: |   | Bureau Veritas | \nType:  |   |  Roll on/roll off passenger ferry | \nBuilt: |   | 2006 | \nConstruction: |   | Steel | \nLength overall: |   | 142m | \nGross tonnage: |   | 18425 | \nDate & Time: |   | 03/02/08 23:52 UTC | \nLocation of incident: |   | Newhaven | \nIncident Type: |   | Contact | \nPersons onboard: |   | 104 | \nInjuries/fatalities: |   | None | \nDamage/pollution: |   | Material damage to vessel and port infrastructure | \n\nSynopsis\n\nAt 2352 while leaving harbour, the roll on/ roll off passenger ferry Seven Sisters made contact with fendering in the vicinity of West Pier, Newhaven, resulting in damage to the vessel and the fendering. There was a southerly wind force 6, gusting gale force 8 with rain showers. It was 3 hours after high water, neap tides.\n\nThe master, who held a pilotage exemption certificate for the port, was on the bridge together with the chief officer for the departure. On this occasion, the vessel swung at her berth with her stern placed on a “swinging plate”, to allow her to proceed ahead out of the harbour, rather than leaving the berth stern first and swinging once clear of the breakwater which was the normal practice in favourable weather conditions.\n\nAs the vessel was completing her swing the master placed the engines ahead but, as the vessel gathered headway, he realised that she was too far to starboard of the navigable channel. However, as he attempted to manoeuvre the vessel back to the centre of the channel, Seven Sisters came under the influence of bank effect which drew her onto fendering placed at the channel’s edge.\n\nThe master made further, unsuccessful, attempts to manoeuvre the vessel clear of the fendering as she made her way out of the harbour. Considerable damage was caused to the fendering and Seven Sisters sustained material damage to her hull. The vessel was holed below the waterline and had to be taken out of service for almost 2 weeks to effect permanent repairs. \n\nThe damage to the vessel was only discovered once the vessel was clear of the port and, having contacted the ship manager’s crisis team, the master continued the voyage to Dieppe without notifying the coastguard of the situation. \n\nAction taken:\n\nThe Deputy Chief Inspector of Marine Accidents has written to: \n\nThe Managing Director, Newhaven Port & Properties Limited advising him to: \n\n  * Undertake a risk assessment of the impact winds of varying strengths / directions have on the safe use of the harbour.\n\n  * If, as a result of the risk assessment, vessels using the ro-ro berth are required to swing at the berth in particular weather conditions, ensure pilots and pilotage exemption certificate (PEC) holders who may be required to operate such vessels are familiar with the manoeuvre before they have to undertake it in such conditions.\n\n  * Ensure that PEC candidates demonstrate a good understanding of the principles of interaction and the effect that movement of a vessel’s pivot point has on manoeuvring characteristics as part of the PEC examination process.\n\n  * Revise the port’s Pilotage Directions to ensure candidates for a PEC are familiar with the orientation of key aspects of the port’s infrastructure before being awarded a certificate.\n\nThe Fleet Director of the vessel’s manager, LD Transmanche Ferries, advising him to: \n\n  * Develop, in conjunction with the Newhaven port authority, procedures for swinging the vessel safely at the ro-ro berth in critical weather conditions identified in the risk assessment.\n\n  * Ensure company masters are fully trained in ship handling and are given specific instruction in the principles of interaction and the effect the movement of a vessel’s pivot point has on a vessel’s manoeuvring characteristics in harbour.\n\n  * Ensure that situations in which company vessels suffer material damage resulting in a breach of watertight integrity, or similar, are reported to the coastguard at an early stage to facilitate an informed and appropriate response, if later required.\n\nThe master of Seven Sisters, advising him to: \n\n  * Ensure that he becomes fully familiar with the effects of interaction and the movement of a vessel’s pivot point when the vessel is manoeuvring in confined areas close to shallow water and the edge of the quay.\n\n  * Ensure that situations which result in a breach of watertight integrity, or similar, are reported to the coastguard at an early stage to facilitate an informed and appropriate response, if later required.\n\nPublished: March 2008\n\n* * *\n"
}