{
  "meta": {}, 
  "date_of_occurrence": "2008-05-05", 
  "original_url": "http://www.maib.gov.uk/publications/completed_preliminary_examinations/completed_preliminary_examinations_2008/courageous_iii.cfm", 
  "_assets": [], 
  "title": "Completed PE Summary - Courageous III", 
  "raw_html": "<div id=\"mainContentArea\" style=\"width: 545px;\"><div id=\"pageTitleContainer\">\r\n<p>\r\n</p>\r\n</div>\r\n<div id=\"pageTitleContainer\">\r\n<p>\r\n</p>\r\n</div>\r\n<div id=\"TextContainer\"><p></p>\r\r\n<table border=\"1\" width=\"100%\" cellpadding=\"1\" cellspacing=\"2\">\r\r\n<tr>\r\r\n<td valign=\"top\">Category:</td>\r\r\n\t<td valign=\"top\">Fishing vessels</td>\r\r\n</tr>\r\r\n<tr>\r\r\n<td valign=\"top\">Vessel name:</td>\r\r\n\t<td valign=\"top\">Courageous III</td>\r\r\n</tr>\r\r\n\r\r\n<tr>\r\r\n<td valign=\"top\">Registered Owner:</td>\r\r\n\t<td valign=\"top\">Mr A Flett and Grampian Sea Fisheries </td>\r\r\n</tr>\r\r\n\r\r\n\r\r\n<tr>\r\r\n<td valign=\"top\"> Port of Registry:</td>\r\r\n\t<td valign=\"top\">Inverness</td>\r\r\n</tr>\r\r\n\r\r\n\r\r\n<tr>\r\r\n<td valign=\"top\">Type:</td>\r\r\n\t<td valign=\"top\">Pair Seine Trawler</td>\r\r\n</tr>\r\r\n<tr>\r\r\n<td valign=\"top\">Built:</td>\r\r\n\t<td valign=\"top\">1980</td>\r\r\n</tr>\r\r\n\r\r\n<tr>\r\r\n<td valign=\"top\">Construction:</td>\r\r\n\t<td valign=\"top\">Steel</td>\r\r\n</tr>\r\r\n<tr>\r\r\n<td valign=\"top\">Length overall:</td>\r\r\n\t<td valign=\"top\">25.94m</td>\r\r\n</tr>\r\r\n<tr>\r\r\n<td valign=\"top\">Gross tonnage:</td>\r\r\n\t<td valign=\"top\">177</td>\r\r\n</tr>\r\r\n<tr>\r\r\n<td valign=\"top\">Date &amp; Time:</td>\r\r\n\t<td valign=\"top\">05 May 2008 2025</td>\r\r\n</tr>\r\r\n<tr>\r\r\n<td valign=\"top\">Location of incident:</td>\r\r\n\t<td valign=\"top\">Peterhead Bay</td>\r\r\n</tr>\r\r\n<tr>\r\r\n<td valign=\"top\">Incident Type:</td>\r\r\n\t<td valign=\"top\">Grounding</td>\r\r\n</tr>\r\r\n<tr>\r\r\n<td valign=\"top\">Persons onboard:</td>\r\r\n\t<td valign=\"top\">5</td>\r\r\n</tr>\r\r\n<tr>\r\r\n<td valign=\"top\">Injuries/fatalities:</td>\r\r\n\t<td valign=\"top\">None</td>\r\r\n</tr>\r\r\n\r\r\n<tr>\r\r\n<td valign=\"top\">Damage/pollution:</td>\r\r\n\t<td valign=\"top\">Hull damage and minor oil pollution</td>\r\r\n</tr>\r\r\n\r\r\n\r\r\n</table>\r\r\n\r\r\n<p><span>Synopsis</span></p>\r\r\n\r\r\n<p>At 2010 on 05 May 2008 the fishing vessel Courageous III grounded at a speed of approximately 6 knots at the northern part of Peterhead Bay.  Weather and sea conditions were good but visibility was very poor.  The skipper and the mate were in the wheelhouse at the time of the grounding, which occurred on a flood tide 1 hour after low water.  </p>\r\r\n<p> Courageous III had landed a half catch in Peterhead early in the morning on 05 May and was planning to sail, in company with another vessel, later in the day.   By 2000, the visibility had reduced to about 20 to 50 metres, but this did not affect the skipper&#8217;s decision to sail.  </p>\r\r\n<p>As the vessel left her berth, the two radar displays were set &#8216;ship&#8217;s head up&#8217; on the 3 and 1.5 mile range scales, and a GPS track plotter was running.  The echo sounder was switched off.  Importantly, a satellite gyro-compass was defective, so there was no heading display for the skipper and mate to refer to, and the magnetic compass was inaccurate and unreliable.  </p>\r\r\n<p>Despite the poor visibility, the skipper elected to navigate out of port visually, with him looking out of the forward-facing open window, and the mate looking out of the open window to port.  Both men were standing adjacent to electric tiller controls.  The skipper and mate soon became disorientated, and shortly after Courageous III cleared Merchants Quay, without them noticing, the vessel started turning to starboard.   The mate glanced at the rudder indicator and, seeing that it was hard over to starboard, informed the skipper, who just had time to centre the rudder before the vessel grounded.  </p>\r\r\n<p> Concerned for the whereabouts of Courageous III, the port control watchkeeper called the vessel on VHF.  The skipper confirmed that the vessel was aground, requested the state of the tide, and informed the watchkeeper that he intended to wait for more water before attempting to re-float.  About 12 minutes later, Courageous III re-floated and made its way back into harbour.</p>\r\r\n<p> The coastguard met the vessel on its arrival and identified oil pollution originating from the vicinity of the propeller.  The vessel was removed from the water onto a nearby slipway. </p>\r\r\n\r\r\n<p><span>Action taken:</span></p>\r\r\n\r\r\n<p> The Deputy Chief Inspector of Marine Accidents has written to the skipper and owners of Courageous III and advised that, to prevent a similar accident occurring in the future, they should:</p>\r\r\n\r\r\n\r\r\n\r\r\n\r\r\n<ul>\r\r\n<li><p>Carefully consider the implications of defective navigation equipment, and consider repairing it before leaving port.\t</p></li>\r\r\n\r\r\n<li> <p>Use electronic navigational aids and monitor the vessel&#8217;s progress against a recognised passage plan when navigating in restricted visibility.\t</p> </li>\r\r\n\r\r\n<li><p>Consider the skipper updating his knowledge of electronic navigational aids by attending the navigation, radar and ARPA simulator training &#8211; Operational Level.\t</p></li> \r\r\n</ul>\r\r\n\r\r\n<p> The Deputy Chief Inspector has also written to the group safety manager and commended him on the implementation of a safety audit system, but advised on the need to expand the audit to include vessel management, operational procedures and the crew training.  </p> \r\r\n\r\r\n<ul>\r\r\n\r\r\n<p>Published: JUNE 2008</p>\r\r\n\r\r\n\r\r\n<hr></ul></div>\r\n</div>", 
  "summary": "", 
  "report_type": "completed-preliminary-examination", 
  "vessel_type": [
    "fishing-vessel"
  ], 
  "body": "Category: |   | Fishing vessels | \nVessel name: |   | Courageous III | \nRegistered Owner: |   | Mr A Flett and Grampian Sea Fisheries  | \nPort of Registry: |   | Inverness | \nType: |   | Pair Seine Trawler | \nBuilt: |   | 1980 | \nConstruction: |   | Steel | \nLength overall: |   | 25.94m | \nGross tonnage: |   | 177 | \nDate & Time: |   | 05 May 2008 2025 | \nLocation of incident: |   | Peterhead Bay | \nIncident Type: |   | Grounding | \nPersons onboard: |   | 5 | \nInjuries/fatalities: |   | None | \nDamage/pollution: |   | Hull damage and minor oil pollution | \n\nSynopsis\n\nAt 2010 on 05 May 2008 the fishing vessel Courageous III grounded at a speed of approximately 6 knots at the northern part of Peterhead Bay. Weather and sea conditions were good but visibility was very poor. The skipper and the mate were in the wheelhouse at the time of the grounding, which occurred on a flood tide 1 hour after low water. \n\nCourageous III had landed a half catch in Peterhead early in the morning on 05 May and was planning to sail, in company with another vessel, later in the day. By 2000, the visibility had reduced to about 20 to 50 metres, but this did not affect the skipper’s decision to sail. \n\nAs the vessel left her berth, the two radar displays were set ‘ship’s head up’ on the 3 and 1.5 mile range scales, and a GPS track plotter was running. The echo sounder was switched off. Importantly, a satellite gyro-compass was defective, so there was no heading display for the skipper and mate to refer to, and the magnetic compass was inaccurate and unreliable. \n\nDespite the poor visibility, the skipper elected to navigate out of port visually, with him looking out of the forward-facing open window, and the mate looking out of the open window to port. Both men were standing adjacent to electric tiller controls. The skipper and mate soon became disorientated, and shortly after Courageous III cleared Merchants Quay, without them noticing, the vessel started turning to starboard. The mate glanced at the rudder indicator and, seeing that it was hard over to starboard, informed the skipper, who just had time to centre the rudder before the vessel grounded. \n\nConcerned for the whereabouts of Courageous III, the port control watchkeeper called the vessel on VHF. The skipper confirmed that the vessel was aground, requested the state of the tide, and informed the watchkeeper that he intended to wait for more water before attempting to re-float. About 12 minutes later, Courageous III re-floated and made its way back into harbour.\n\nThe coastguard met the vessel on its arrival and identified oil pollution originating from the vicinity of the propeller. The vessel was removed from the water onto a nearby slipway. \n\nAction taken:\n\nThe Deputy Chief Inspector of Marine Accidents has written to the skipper and owners of Courageous III and advised that, to prevent a similar accident occurring in the future, they should:\n\n  * Carefully consider the implications of defective navigation equipment, and consider repairing it before leaving port. \n\n  * Use electronic navigational aids and monitor the vessel’s progress against a recognised passage plan when navigating in restricted visibility. \n\n  * Consider the skipper updating his knowledge of electronic navigational aids by attending the navigation, radar and ARPA simulator training – Operational Level. \n\nThe Deputy Chief Inspector has also written to the group safety manager and commended him on the implementation of a safety audit system, but advised on the need to expand the audit to include vessel management, operational procedures and the crew training. \n\nPublished: JUNE 2008\n\n* * *\n"
}