{
  "meta": {}, 
  "date_of_occurrence": "2008-02-22", 
  "original_url": "http://www.maib.gov.uk/publications/completed_preliminary_examinations/completed_preliminary_examinations_2008/king_of_scandinavia.cfm", 
  "_assets": [], 
  "title": "Completed PE Summary - King of Scandinavia", 
  "raw_html": "<div id=\"mainContentArea\" style=\"width: 545px;\"><div id=\"pageTitleContainer\">\r\n<p>\r\n</p>\r\n</div>\r\n<div id=\"pageTitleContainer\">\r\n<p>\r\n</p>\r\n</div>\r\n<div id=\"TextContainer\"><p></p>\r\r\n<table border=\"1\" width=\"100%\" cellpadding=\"1\" cellspacing=\"2\">\r\r\n<tr>\r\r\n<td valign=\"top\">Category:</td>\r\r\n\t<td valign=\"top\"> Merchant vessels</td>\r\r\n</tr>\r\r\n<tr>\r\r\n<td valign=\"top\">Vessel name:</td>\r\r\n\t<td valign=\"top\">King of Scandinavia</td>\r\r\n</tr>\r\r\n<tr>\r\r\n<td valign=\"top\"> Manager:</td>\r\r\n\t<td valign=\"top\">DFDS A/S</td>\r\r\n</tr>\r\r\n<tr>\r\r\n<td valign=\"top\">Ship Owner:</td>\r\r\n\t<td valign=\"top\">DFDS A/S</td>\r\r\n</tr>\r\r\n\r\r\n\r\r\n\r\r\n<tr>\r\r\n<td valign=\"top\"> Port of Registry:</td>\r\r\n\t<td valign=\"top\">Copenhagen</td>\r\r\n</tr>\r\r\n<tr>\r\r\n<td valign=\"top\"> Flag:</td>\r\r\n\t<td valign=\"top\">Danish</td>\r\r\n</tr>\r\r\n\r\r\n<tr>\r\r\n<td valign=\"top\"> Classification Society:</td>\r\r\n\t<td valign=\"top\"> Bureau Veritas</td>\r\r\n</tr>\r\r\n\r\r\n\r\r\n<tr>\r\r\n<td valign=\"top\">Type:</td>\r\r\n\t<td valign=\"top\">Ro-ro passenger ship</td>\r\r\n</tr>\r\r\n<tr>\r\r\n<td valign=\"top\">Built:</td>\r\r\n\t<td valign=\"top\">1986</td>\r\r\n</tr>\r\r\n\r\r\n<tr>\r\r\n<td valign=\"top\">Construction:</td>\r\r\n\t<td valign=\"top\">Steel</td>\r\r\n</tr>\r\r\n<tr>\r\r\n<td valign=\"top\">Length overall:</td>\r\r\n\t<td valign=\"top\">162.0 m</td>\r\r\n</tr>\r\r\n<tr>\r\r\n<td valign=\"top\">Gross tonnage:</td>\r\r\n\t<td valign=\"top\">31788</td>\r\r\n</tr>\r\r\n<tr>\r\r\n<td valign=\"top\">Date &amp; Time:</td>\r\r\n\t<td valign=\"top\">22/02/2008 13:41 UTC</td>\r\r\n</tr>\r\r\n<tr>\r\r\n<td valign=\"top\">Location of incident:</td>\r\r\n\t<td valign=\"top\">Port of Tyne</td>\r\r\n</tr>\r\r\n<tr>\r\r\n<td valign=\"top\">Incident Type:</td>\r\r\n\t<td valign=\"top\">Contact</td>\r\r\n</tr>\r\r\n<tr>\r\r\n<td valign=\"top\">Persons onboard:</td>\r\r\n\t<td valign=\"top\">118</td>\r\r\n</tr>\r\r\n<tr>\r\r\n<td valign=\"top\">Injuries/fatalities:</td>\r\r\n\t<td valign=\"top\">None</td>\r\r\n</tr>\r\r\n\r\r\n<tr>\r\r\n<td valign=\"top\">Damage/pollution:</td>\r\r\n\t<td valign=\"top\"> Damage to port shell plating extending from frame 75 to 137 about 1 metre above the water line.</td>\r\r\n</tr>\r\r\n\r\r\n\r\r\n</table>\r\r\n\r\r\n<p><span>Synopsis</span></p>\r\r\n\r\r\n<p>Divers attended the ferry King of Scandinavia to free mooring lines which had fouled the vessel&#8217;s bow thrusters whilst berthing alongside ro-ro berth no 4 in the Port of Tyne. The divers boarded the vessel at 1012 and requested the bow thrusters and engines be isolated. Signs giving warning not to start the main engines and bow thrusters were placed at the appropriate control positions. No formal check list was completed by the divers or the vessel&#8217;s crew but a VHF radio was provided by the ship to the diving supervisor. The vessel&#8217;s engines were not placed at a specific notice for operation but the chief engineer was instructed not to conduct maintenance on the engines due to the strong winds blowing the vessel off the jetty.  </p>\r\r\n<p> Over the next two hours, the weather conditions improved sufficiently to allow a tug, which had been in attendance since the vessel&#8217;s arrival, to be released. However, shortly after 1330 the wind increased above 40 knots. This caused the vessel&#8217;s mooring lines, which comprised polyamide lines running from dedicated mooring drums and polypropylene lines stored on loose reels, to stretch. The loading on the mooring lines became concentrated on the forward breast rope and at 1334 the shore bollard used to secure the breast rope was pulled from its concrete foundations. The remaining forward mooring ropes then parted as the vessel&#8217;s bow started to swing to port. On hearing the ropes part and seeing the bow swing away from the quay, the diving supervisor signalled a diver who was clearing the bow thrusters to return to the shore. The diver surfaced to find himself momentarily entangled in trailing mooring ropes. To try and check the vessel&#8217;s movement, the starboard anchor was let go and the main engines were started. The diver heard the anchor splash into the water nearby as he swam to the quay. </p>\r\r\n<p>However, the vessel&#8217;s swing to port was not checked and the aft mooring lines also parted. The port anchor was also let go but contact with Northern Producer, a submersible oil platform under repair on a lay-by berth on the south bank of the river, could not be avoided.</p>\r\r\n<p>Two tugs were quickly on the scene to assist which pulled King of Scandinavia clear of the oil platform. As the ferry&#8217;s starboard anchor was found to be fouled on an old mooring chain when heaved up, the vessel went alongside an adjacent berth where she landed heavily on the berth causing damage to shore side railings. The ferry was out of service for 10 days while repairs were undertaken.</p>\r\r\n\r\r\n<p><span>Action taken:</span></p>\r\r\n\r\r\n<p> The Chief Inspector of Marine Accidents has written to the vessel&#8217;s manager and recommended that the company:</p>\r\r\n\r\r\n\r\r\n\r\r\n\r\r\n<ul>\r\r\n<li>Review the safety management system and procedures on board its vessels to take into account:\r\r\ni)\tIndustry best practice and the safety issues highlighted in the MAIB Flyer to the Shipping Industry, issued following the fatal accident to a crew member on board the passenger ferry Dublin Viking, with regard to mooring operations and rope management.\r\r\nii)\tThe need to ensure that the procedures for activities such as diving operations are documented and understood.  \r\r\niii)\tInternational requirements for the preservation and access to VDR data\r\r\n<p> \t</p></li>\r\r\n\r\r\n</ul>\r\r\n\r\r\n<p> The Chief Inspector of Marine Accidents has also written to the Port of Tyne commending it for its swift response to assist the King of Scandinavia after she had broken from her moorings. The port will replace the failed bollard and, on completion of its own investigation into the failure, will replace any other bollards also identified to be at risk. </p> \r\r\n\r\r\n<ul>\r\r\n\r\r\n<p>Published: APRIL 2008</p>\r\r\n\r\r\n\r\r\n<hr></ul></div>\r\n</div>", 
  "summary": "", 
  "report_type": "completed-preliminary-examination", 
  "vessel_type": [
    "merchant-vessel-100-gross-tons-or-over"
  ], 
  "body": "Category: |   |  Merchant vessels | \nVessel name: |   | King of Scandinavia | \nManager: |   | DFDS A/S | \nShip Owner: |   | DFDS A/S | \nPort of Registry: |   | Copenhagen | \nFlag: |   | Danish | \nClassification Society: |   |  Bureau Veritas | \nType: |   | Ro-ro passenger ship | \nBuilt: |   | 1986 | \nConstruction: |   | Steel | \nLength overall: |   | 162.0 m | \nGross tonnage: |   | 31788 | \nDate & Time: |   | 22/02/2008 13:41 UTC | \nLocation of incident: |   | Port of Tyne | \nIncident Type: |   | Contact | \nPersons onboard: |   | 118 | \nInjuries/fatalities: |   | None | \nDamage/pollution: |   |  Damage to port shell plating extending from frame 75 to 137 about 1 metre above the water line. | \n\nSynopsis\n\nDivers attended the ferry King of Scandinavia to free mooring lines which had fouled the vessel’s bow thrusters whilst berthing alongside ro-ro berth no 4 in the Port of Tyne. The divers boarded the vessel at 1012 and requested the bow thrusters and engines be isolated. Signs giving warning not to start the main engines and bow thrusters were placed at the appropriate control positions. No formal check list was completed by the divers or the vessel’s crew but a VHF radio was provided by the ship to the diving supervisor. The vessel’s engines were not placed at a specific notice for operation but the chief engineer was instructed not to conduct maintenance on the engines due to the strong winds blowing the vessel off the jetty. \n\nOver the next two hours, the weather conditions improved sufficiently to allow a tug, which had been in attendance since the vessel’s arrival, to be released. However, shortly after 1330 the wind increased above 40 knots. This caused the vessel’s mooring lines, which comprised polyamide lines running from dedicated mooring drums and polypropylene lines stored on loose reels, to stretch. The loading on the mooring lines became concentrated on the forward breast rope and at 1334 the shore bollard used to secure the breast rope was pulled from its concrete foundations. The remaining forward mooring ropes then parted as the vessel’s bow started to swing to port. On hearing the ropes part and seeing the bow swing away from the quay, the diving supervisor signalled a diver who was clearing the bow thrusters to return to the shore. The diver surfaced to find himself momentarily entangled in trailing mooring ropes. To try and check the vessel’s movement, the starboard anchor was let go and the main engines were started. The diver heard the anchor splash into the water nearby as he swam to the quay. \n\nHowever, the vessel’s swing to port was not checked and the aft mooring lines also parted. The port anchor was also let go but contact with Northern Producer, a submersible oil platform under repair on a lay-by berth on the south bank of the river, could not be avoided.\n\nTwo tugs were quickly on the scene to assist which pulled King of Scandinavia clear of the oil platform. As the ferry’s starboard anchor was found to be fouled on an old mooring chain when heaved up, the vessel went alongside an adjacent berth where she landed heavily on the berth causing damage to shore side railings. The ferry was out of service for 10 days while repairs were undertaken.\n\nAction taken:\n\nThe Chief Inspector of Marine Accidents has written to the vessel’s manager and recommended that the company:\n\n  * Review the safety management system and procedures on board its vessels to take into account: i) Industry best practice and the safety issues highlighted in the MAIB Flyer to the Shipping Industry, issued following the fatal accident to a crew member on board the passenger ferry Dublin Viking, with regard to mooring operations and rope management. ii) The need to ensure that the procedures for activities such as diving operations are documented and understood. iii) International requirements for the preservation and access to VDR data \n\nThe Chief Inspector of Marine Accidents has also written to the Port of Tyne commending it for its swift response to assist the King of Scandinavia after she had broken from her moorings. The port will replace the failed bollard and, on completion of its own investigation into the failure, will replace any other bollards also identified to be at risk. \n\nPublished: APRIL 2008\n\n* * *\n"
}