{
  "meta": {}, 
  "date_of_occurrence": "2008-08-13", 
  "original_url": "http://www.maib.gov.uk/publications/completed_preliminary_examinations/completed_preliminary_examinations_2008/new_dawn.cfm", 
  "_assets": [], 
  "title": "New Dawn", 
  "raw_html": "<div id=\"mainContentArea\" style=\"width: 545px;\"><div id=\"pageTitleContainer\">\r\n<p>\r\n</p>\r\n</div>\r\n<div id=\"TextContainer\"><p></p>\r\r\n<table border=\"1\" width=\"100%\" cellpadding=\"1\" cellspacing=\"2\">\r\r\n<tr>\r\r\n<td valign=\"top\">Category:</td>\r\r\n\t<td valign=\"top\">Fishing vessels</td>\r\r\n</tr>\r\r\n<tr>\r\r\n<td valign=\"top\">Vessel name:</td>\r\r\n\t<td valign=\"top\">New Dawn </td>\r\r\n</tr>\r\r\n<tr>\r\r\n<td valign=\"top\"> Registered Owner/Manager:</td>\r\r\n\t<td valign=\"top\">Fuimus LLP</td>\r\r\n</tr>\r\r\n\r\r\n<tr>\r\r\n<td valign=\"top\"> Port of Registry:</td>\r\r\n\t<td valign=\"top\"> Fraserburgh</td>\r\r\n</tr>\r\r\n<tr>\r\r\n<td valign=\"top\"> Flag:</td>\r\r\n\t<td valign=\"top\">UK </td>\r\r\n</tr>\r\r\n\r\r\n<tr>\r\r\n<td valign=\"top\">Type:</td>\r\r\n\t<td valign=\"top\">Trawler </td>\r\r\n</tr>\r\r\n<tr>\r\r\n<td valign=\"top\">Built:</td>\r\r\n\t<td valign=\"top\">2004</td>\r\r\n</tr>\r\r\n\r\r\n<tr>\r\r\n<td valign=\"top\">Construction:</td>\r\r\n\t<td valign=\"top\">Wood </td>\r\r\n</tr>\r\r\n<tr>\r\r\n<td valign=\"top\">Length overall:</td>\r\r\n\t<td valign=\"top\">14.95</td>\r\r\n</tr>\r\r\n<tr>\r\r\n<td valign=\"top\">Gross tonnage:</td>\r\r\n\t<td valign=\"top\">36.14 </td>\r\r\n</tr>\r\r\n<tr>\r\r\n<td valign=\"top\">Date &amp; Time:</td>\r\r\n\t<td valign=\"top\">13 Aug 2008, 2235</td>\r\r\n</tr>\r\r\n<tr>\r\r\n<td valign=\"top\">Location of incident:</td>\r\r\n\t<td valign=\"top\">International waters 58 23.15N, 001 26.2E </td>\r\r\n</tr>\r\r\n\r\r\n<tr>\r\r\n<td valign=\"top\">Incident Type:</td>\r\r\n\t<td valign=\"top\">Man overboard </td>\r\r\n</tr>\r\r\n<tr>\r\r\n<td valign=\"top\">Persons on board:</td>\r\r\n\t<td valign=\"top\">5 crew </td>\r\r\n</tr>\r\r\n<tr>\r\r\n<td valign=\"top\">Fatalities:</td>\r\r\n\t<td valign=\"top\">One </td>\r\r\n</tr>\r\r\n\r\r\n<tr>\r\r\n<td valign=\"top\">Damage/pollution:</td>\r\r\n\t<td valign=\"top\">None </td>\r\r\n</tr>\r\r\n\r\r\n\r\r\n</table>\r\r\n\r\r\n<p><span>Synopsis</span></p>\r\r\n\r\r\n<p>A crewman went missing after being swept overboard by a towing chain during routine twin rig trawling shooting operations.  It was not possible to establish the precise circumstances of the accident, however, the crew&#8217;s operational practices were deemed to be a contributory factor.  </p>\r\r\n<p>After attaching the port and starboard towing chains to the trawl wires, two crewmen worked at attaching the centre chain in an area of considerable danger, between the port and starboard chains.  Once attached to the towing chains, the load on the trawl wires was transferred onto the chains. It was during this operation that one crewman was caught between the chains and the vessel&#8217;s bulwark rail, and was subsequently carried overboard.   </p>\r\r\n<p>The vessel&#8217;s skipper bravely jumped into the sea in an attempt to help his colleague, but this was not successful and the skipper began to succumb to the effects of the cold water. Fortunately, but after some difficulty, the remaining crew were able to recover the skipper from the water. Sadly, however, despite a concentrated search and rescue operation, the crewman was not recovered. </p>\r\r\n\r\r\n<p><span>Action taken:</span></p>\r\r\n\r\r\n<p>As a result of the accident the vessel&#8217;s owners carried out a review of their working practices and risk assessment and have: </p>\r\r\n\r\r\n<ul>\r\r\n<li><p>Modified the procedure utilised when attaching towing chains to the trawl warps, so that the middle towing chain is attached before the port and starboard chains;\t</p></li>\r\r\n\r\r\n<li> <p>Made compulsory the wearing of inflatable lifejackets for all crew during shooting and hauling operations;\t</p> </li>\r\r\n\r\r\n<li><p> Established procedures to ensure that all crew are in positions of safety, before the load from trawl warps is transferred to the towing chains.\t</p></li> \r\r\n\r\r\n</ul>\r\r\n\r\r\n<p> In addition, the Deputy Chief Inspector of Marine Accidents has written to the vessel&#8217;s owner to acknowledge the actions taken since the accident, and the valiant attempt made by the skipper to rescue his colleague overboard. However, the Deputy Chief Inspector also recognised the personal danger the skipper placed himself in while attempting this rescue, and suggested the owner may wish to review the equipment available on board the vessel, and procedures which may be adopted, to better facilitate the recovery of a person from the sea. </p> \r\r\n\r\r\n<ul>\r\r\n\r\r\n<p>Published: SEPTEMBER 2008</p>\r\r\n\r\r\n\r\r\n<hr></ul></div>\r\n</div>", 
  "summary": "", 
  "report_type": "completed-preliminary-examination", 
  "vessel_type": [
    "fishing-vessel"
  ], 
  "body": "Category: |   | Fishing vessels | \nVessel name: |   | New Dawn  | \nRegistered Owner/Manager: |   | Fuimus LLP | \nPort of Registry: |   |  Fraserburgh | \nFlag: |   | UK  | \nType: |   | Trawler  | \nBuilt: |   | 2004 | \nConstruction: |   | Wood  | \nLength overall: |   | 14.95 | \nGross tonnage: |   | 36.14  | \nDate & Time: |   | 13 Aug 2008, 2235 | \nLocation of incident: |   | International waters 58 23.15N, 001 26.2E  | \nIncident Type: |   | Man overboard  | \nPersons on board: |   | 5 crew  | \nFatalities: |   | One  | \nDamage/pollution: |   | None  | \n\nSynopsis\n\nA crewman went missing after being swept overboard by a towing chain during routine twin rig trawling shooting operations. It was not possible to establish the precise circumstances of the accident, however, the crew’s operational practices were deemed to be a contributory factor. \n\nAfter attaching the port and starboard towing chains to the trawl wires, two crewmen worked at attaching the centre chain in an area of considerable danger, between the port and starboard chains. Once attached to the towing chains, the load on the trawl wires was transferred onto the chains. It was during this operation that one crewman was caught between the chains and the vessel’s bulwark rail, and was subsequently carried overboard. \n\nThe vessel’s skipper bravely jumped into the sea in an attempt to help his colleague, but this was not successful and the skipper began to succumb to the effects of the cold water. Fortunately, but after some difficulty, the remaining crew were able to recover the skipper from the water. Sadly, however, despite a concentrated search and rescue operation, the crewman was not recovered. \n\nAction taken:\n\nAs a result of the accident the vessel’s owners carried out a review of their working practices and risk assessment and have: \n\n  * Modified the procedure utilised when attaching towing chains to the trawl warps, so that the middle towing chain is attached before the port and starboard chains; \n\n  * Made compulsory the wearing of inflatable lifejackets for all crew during shooting and hauling operations; \n\n  * Established procedures to ensure that all crew are in positions of safety, before the load from trawl warps is transferred to the towing chains. \n\nIn addition, the Deputy Chief Inspector of Marine Accidents has written to the vessel’s owner to acknowledge the actions taken since the accident, and the valiant attempt made by the skipper to rescue his colleague overboard. However, the Deputy Chief Inspector also recognised the personal danger the skipper placed himself in while attempting this rescue, and suggested the owner may wish to review the equipment available on board the vessel, and procedures which may be adopted, to better facilitate the recovery of a person from the sea. \n\nPublished: SEPTEMBER 2008\n\n* * *\n"
}