{
  "meta": {}, 
  "date_of_occurrence": "2008-08-23", 
  "original_url": "http://www.maib.gov.uk/publications/completed_preliminary_examinations/completed_preliminary_examinations_2008/monsoon.cfm", 
  "_assets": [], 
  "title": "Completed PE Summary - Monsoon", 
  "raw_html": "<div id=\"mainContentArea\" style=\"width: 545px;\"><div id=\"pageTitleContainer\">\r\n<p>\r\n</p>\r\n</div>\r\n<div id=\"pageTitleContainer\">\r\n<p>\r\n</p>\r\n</div>\r\n<div id=\"TextContainer\"><p></p>\r\r\n<table border=\"1\" width=\"100%\" cellpadding=\"1\" cellspacing=\"2\">\r\r\n<tr>\r\r\n<td valign=\"top\">Category:</td>\r\r\n\t<td valign=\"top\">Merchant vessels</td>\r\r\n</tr>\r\r\n<tr>\r\r\n<td valign=\"top\">Vessel name:</td>\r\r\n\t<td valign=\"top\">Monsoon </td>\r\r\n</tr>\r\r\n<tr>\r\r\n<td valign=\"top\"> Manager:</td>\r\r\n\t<td valign=\"top\">Bernhard Schulte Shipmanagement (Cyprus) Ltd </td>\r\r\n</tr>\r\r\n<tr>\r\r\n<td valign=\"top\">Ship Owner:</td>\r\r\n\t<td valign=\"top\">Jaegers Gas Shipping GmbH </td>\r\r\n</tr>\r\r\n\r\r\n<tr>\r\r\n<td valign=\"top\"> Operator:</td>\r\r\n\t<td valign=\"top\"> Chemgas Shipping BV</td>\r\r\n</tr>\r\r\n\r\r\n<tr>\r\r\n<td valign=\"top\"> Port of Registry:</td>\r\r\n\t<td valign=\"top\">Limassol </td>\r\r\n</tr>\r\r\n<tr>\r\r\n<td valign=\"top\"> Flag:</td>\r\r\n\t<td valign=\"top\">Cyprus </td>\r\r\n</tr>\r\r\n\r\r\n\r\r\n<tr>\r\r\n<td valign=\"top\">Type:</td>\r\r\n\t<td valign=\"top\">LPG Tanker </td>\r\r\n</tr>\r\r\n<tr>\r\r\n<td valign=\"top\">Built:</td>\r\r\n\t<td valign=\"top\">1989 in Japan</td>\r\r\n</tr>\r\r\n\r\r\n<tr>\r\r\n<td valign=\"top\">Construction:</td>\r\r\n\t<td valign=\"top\"> Steel</td>\r\r\n</tr>\r\r\n<tr>\r\r\n<td valign=\"top\">Length overall:</td>\r\r\n\t<td valign=\"top\">99.13m</td>\r\r\n</tr>\r\r\n<tr>\r\r\n<td valign=\"top\">Gross tonnage:</td>\r\r\n\t<td valign=\"top\"> 3,219</td>\r\r\n</tr>\r\r\n<tr>\r\r\n<td valign=\"top\">Date &amp; Time:</td>\r\r\n\t<td valign=\"top\">23/08/2008, 1955 UTC + 1</td>\r\r\n</tr>\r\r\n<tr>\r\r\n<td valign=\"top\">Location of incident:</td>\r\r\n\t<td valign=\"top\">River Humber </td>\r\r\n</tr>\r\r\n<tr>\r\r\n<td valign=\"top\">Incident Type:</td>\r\r\n\t<td valign=\"top\">Contact </td>\r\r\n</tr>\r\r\n<tr>\r\r\n<td valign=\"top\">Persons on board:</td>\r\r\n\t<td valign=\"top\">17 </td>\r\r\n</tr>\r\r\n<tr>\r\r\n<td valign=\"top\">Injuries/fatalities:</td>\r\r\n\t<td valign=\"top\"> None</td>\r\r\n</tr>\r\r\n\r\r\n<tr>\r\r\n<td valign=\"top\">Damage/pollution:</td>\r\r\n\t<td valign=\"top\"> Damage to vessel's stem and to a mooring dolphin</td>\r\r\n</tr>\r\r\n\r\r\n\r\r\n</table>\r\r\n\r\r\n<p><span>Synopsis</span></p>\r\r\n\r\r\n<p> After loading a cargo of butane, Monsoon was due to sail for sea with a pilot and the assistance of a tug. The ship was port side alongside and was heading upriver. Just before boarding, the pilot met the berthing master, who drew his attention to the port side stowed anchor, the crown of which sat proud of the ship&#8217;s hull. The berthing master was conscious that the ship did not have a bow thruster, and was concerned that the anchor could cause damage to the jetty fenders if the ship was manoeuvred off the berth as normal using the forward back-spring and the ship became bowsed in excessively. The wind was light but a strong flood tide was flowing and the berthing master had recommended the use of a tug. </p>\r\r\n<p> The tug was made fast to the starboard main deck bitts at the break of the aft accommodation superstructure. Once singled up, VTS gave permission for the ship to sail. The pilot ordered all lines to be let go, the engine to be placed astern and the tug to push, with the intention of swinging the bow off the jetty in preparation for proceeding into the river and then turning to starboard. When the ship&#8217;s head had altered about 1&#186; to starboard, the pilot instructed the tug to pull at 20%, which caused the bow to fall back towards the jetty. He then decided to use the rounded downriver end of the jetty to swing the ship&#8217;s head into the river. This was achieved, but as he then attempted to manoeuvre the ship clear of the jetty, he was surprised to see an outbound vessel that appeared to be approaching the area in which he intended to make the starboard turn. VTS had broadcast information about the outbound vessel, but the pilot had not heard this and had not been made aware of the broadcast by the bridge team. To prevent a close-quarter situation developing with the outbound vessel, the pilot manoeuvred the ship ahead to pass closely off the berth. The engine was then placed full astern, but this failed to prevent the ship from making contact with a mooring dolphin, located about a ship&#8217;s length upstream of the jetty.</p>\r\r\n\r\r\n<p><span>Action taken:</span></p>\r\r\n\r\r\n<p>The Deputy Chief Inspector has written to the pilot, strongly advising him to: </p>\r\r\n\r\r\n\r\r\n\r\r\n\r\r\n<ul>\r\r\n<li><p>Carefully plan any intended manoeuvre, taking full account of the potential effect of the tidal stream\t</p></li>\r\r\n\r\r\n<li> <p> Keep VTS fully informed of any intended course of action; and\t</p> </li>\r\r\n\r\r\n<li><p>Maintain full situational awareness by gaining information on all scheduled ship movements before boarding, and utilising the bridge team to relay relevant communications and traffic information as necessary.\t</p></li> \r\r\n\r\r\n</ul>\r\r\n\r\r\n<p> The Deputy Chief Inspector has also written to the ship&#8217;s management company, strongly advising it to instruct its masters to: </p> \r\r\n\r\r\n<ul>\r\r\n<li><p>Discuss all intended manoeuvres in detail during the master/pilot exchange so that they are able to challenge decisions or actions taken by pilots at an early stage, and enable effective corrective action to be taken when required. \t</p></li>\r\r\n\r\r\n\r\r\n</ul>\r\r\n\r\r\n<p>Published: OCTOBER 2008</p>\r\r\n\r\r\n\r\r\n<hr></div>\r\n</div>", 
  "summary": "", 
  "report_type": "completed-preliminary-examination", 
  "vessel_type": [
    "merchant-vessel-100-gross-tons-or-over"
  ], 
  "body": "Category: |   | Merchant vessels | \nVessel name: |   | Monsoon  | \nManager: |   | Bernhard Schulte Shipmanagement (Cyprus) Ltd  | \nShip Owner: |   | Jaegers Gas Shipping GmbH  | \nOperator: |   |  Chemgas Shipping BV | \nPort of Registry: |   | Limassol  | \nFlag: |   | Cyprus  | \nType: |   | LPG Tanker  | \nBuilt: |   | 1989 in Japan | \nConstruction: |   |  Steel | \nLength overall: |   | 99.13m | \nGross tonnage: |   |  3,219 | \nDate & Time: |   | 23/08/2008, 1955 UTC + 1 | \nLocation of incident: |   | River Humber  | \nIncident Type: |   | Contact  | \nPersons on board: |   | 17  | \nInjuries/fatalities: |   |  None | \nDamage/pollution: |   |  Damage to vessel's stem and to a mooring dolphin | \n\nSynopsis\n\nAfter loading a cargo of butane, Monsoon was due to sail for sea with a pilot and the assistance of a tug. The ship was port side alongside and was heading upriver. Just before boarding, the pilot met the berthing master, who drew his attention to the port side stowed anchor, the crown of which sat proud of the ship’s hull. The berthing master was conscious that the ship did not have a bow thruster, and was concerned that the anchor could cause damage to the jetty fenders if the ship was manoeuvred off the berth as normal using the forward back-spring and the ship became bowsed in excessively. The wind was light but a strong flood tide was flowing and the berthing master had recommended the use of a tug. \n\nThe tug was made fast to the starboard main deck bitts at the break of the aft accommodation superstructure. Once singled up, VTS gave permission for the ship to sail. The pilot ordered all lines to be let go, the engine to be placed astern and the tug to push, with the intention of swinging the bow off the jetty in preparation for proceeding into the river and then turning to starboard. When the ship’s head had altered about 1º to starboard, the pilot instructed the tug to pull at 20%, which caused the bow to fall back towards the jetty. He then decided to use the rounded downriver end of the jetty to swing the ship’s head into the river. This was achieved, but as he then attempted to manoeuvre the ship clear of the jetty, he was surprised to see an outbound vessel that appeared to be approaching the area in which he intended to make the starboard turn. VTS had broadcast information about the outbound vessel, but the pilot had not heard this and had not been made aware of the broadcast by the bridge team. To prevent a close-quarter situation developing with the outbound vessel, the pilot manoeuvred the ship ahead to pass closely off the berth. The engine was then placed full astern, but this failed to prevent the ship from making contact with a mooring dolphin, located about a ship’s length upstream of the jetty.\n\nAction taken:\n\nThe Deputy Chief Inspector has written to the pilot, strongly advising him to: \n\n  * Carefully plan any intended manoeuvre, taking full account of the potential effect of the tidal stream \n\n  * Keep VTS fully informed of any intended course of action; and \n\n  * Maintain full situational awareness by gaining information on all scheduled ship movements before boarding, and utilising the bridge team to relay relevant communications and traffic information as necessary. \n\nThe Deputy Chief Inspector has also written to the ship’s management company, strongly advising it to instruct its masters to: \n\n  * Discuss all intended manoeuvres in detail during the master/pilot exchange so that they are able to challenge decisions or actions taken by pilots at an early stage, and enable effective corrective action to be taken when required. \n\nPublished: OCTOBER 2008\n\n* * *\n"
}