{
  "meta": {}, 
  "date_of_occurrence": "2008-08-29", 
  "original_url": "http://www.maib.gov.uk/publications/completed_preliminary_examinations/completed_preliminary_examinations_2008/european_endeavour.cfm", 
  "_assets": [], 
  "title": "Completed PE Summary - European Endeavour", 
  "raw_html": "<div id=\"mainContentArea\" style=\"width: 545px;\"><div id=\"pageTitleContainer\">\r\n<p>\r\n</p>\r\n</div>\r\n<div id=\"pageTitleContainer\">\r\n<p>\r\n</p>\r\n</div>\r\n<div id=\"TextContainer\"><p></p>\r\r\n<table border=\"1\" width=\"100%\" cellpadding=\"1\" cellspacing=\"2\">\r\r\n<tr>\r\r\n<td valign=\"top\">Category:</td>\r\r\n\t<td valign=\"top\">Merchant vessels</td>\r\r\n</tr>\r\r\n<tr>\r\r\n<td valign=\"top\">Vessel name:</td>\r\r\n\t<td valign=\"top\">European Endeavour</td>\r\r\n</tr>\r\r\n<tr>\r\r\n<td valign=\"top\">Owners &amp; manager:</td>\r\r\n\t<td valign=\"top\">P &amp; O Ferries Ltd</td>\r\r\n</tr>\r\r\n<tr>\r\r\n<td valign=\"top\"> Flag:</td>\r\r\n\t<td valign=\"top\">UK</td>\r\r\n</tr>\r\r\n<tr>\r\r\n<td valign=\"top\">Type:</td>\r\r\n\t<td valign=\"top\">Ro-Ro Passenger Ferry</td>\r\r\n</tr>\r\r\n<tr>\r\r\n<td valign=\"top\">Built:</td>\r\r\n\t<td valign=\"top\">2000</td>\r\r\n</tr>\r\r\n<tr>\r\r\n<td valign=\"top\"> Classification Society:</td>\r\r\n\t<td valign=\"top\">Lloyd&#8217;s Register</td>\r\r\n</tr>\r\r\n<tr>\r\r\n</tr><tr>\r\r\n<td valign=\"top\">Length overall:</td>\r\r\n\t<td valign=\"top\">180m</td>\r\r\n</tr>\r\r\n<tr>\r\r\n<td valign=\"top\">Gross tonnage:</td>\r\r\n\t<td valign=\"top\">22152</td>\r\r\n</tr>\r\r\n<tr>\r\r\n<td valign=\"top\">Date &amp; Time:</td>\r\r\n\t<td valign=\"top\">29 August 2008, 1200 (UTC +1)</td>\r\r\n</tr>\r\r\n<tr>\r\r\n<td valign=\"top\">Location of incident:</td>\r\r\n\t<td valign=\"top\">Number 7 linkspan, Calais, France</td>\r\r\n</tr>\r\r\n<tr>\r\r\n<td valign=\"top\">Incident Type:</td>\r\r\n\t<td valign=\"top\">Contact</td>\r\r\n</tr>\r\r\n<tr>\r\r\n<td valign=\"top\">Persons on board:</td>\r\r\n\t<td valign=\"top\">53 crew, 51 passengers</td>\r\r\n</tr>\r\r\n<tr>\r\r\n<td valign=\"top\">Injuries/fatalities:</td>\r\r\n\t<td valign=\"top\">None</td>\r\r\n</tr>\r\r\n\r\r\n<tr>\r\r\n<td valign=\"top\">Damage/pollution:</td>\r\r\n\t<td valign=\"top\">Ship: Material damage to &#8220;cowcatcher&#8221; at bow, superficial scrapes to bow door, damage to belting on starboard quarter.  Shore: Significant damage to linkspan. \r\r\nNo pollution.\r\r\n</td>\r\r\n</tr>\r\r\n\r\r\n\r\r\n</table>\r\r\n\r\r\n<p><span>Synopsis</span></p>\r\r\n\r\r\n<p><span>European Endeavour</span> was turning while leaving port when she experienced a &#8220;brownout&#8221; (a partial loss of electrical power) and loss of her starboard main engines. The bridge control system was momentarily disconnected, before being automatically restored by emergency power supplies. The bridge team reset the manoeuvring controls to zero and waited for the situation to normalise; however, the ship began to move ahead. Unsure of what was happening, and unable to regain control of the CPP system, the master ordered both anchors to be let go. Both main engine emergency stops were activated, however not in time to prevent the vessel coming into contact with the linkspan on an adjacent berth.</p>\r\r\n\r\r\n<p>Extensive tests have not revealed why both starboard engines stopped. The &#8220;brownout&#8221; is believed to have been caused by the failure of the power supply to the starboard half of the main switchboard. The CPP systems went to emergency control, and the pitch on each CPP failed to &#8220;last setting&#8221;, applying approximately 50% ahead on the port shaft and zero on the starboard. The bridge team were unaware that the port control system was now applying a pitch command via the back-up control system, and that consequently they needed to use the back-up controls.</p>\r\r\n\r\r\n<p>Instructions on board were inadequate, and there was a lack of understanding about the emergency controls.</p>\r\r\n\r\r\n<p>Once the situation was stabilised and the vessel had been made safe, the VDR save function was operated.  However despite the unit being fully functional, the accident data was not saved. This occurred because the operators were not familiar with this type of VDR. Also, disk capacity had been poorly managed by VDR service representatives, resulting in reduced data storage capability.</p><p>\r\r\n\r\r\n</p><p><span>Action taken:</span></p>\r\r\n\r\r\n<p>The Deputy Chief Inspector of Marine Accidents has written to the vessel&#8217;s operators acknowledging the actions being taken as a result of this accident.</p> \r\r\n\r\r\n<p align=\"right\"><span>Published: OCTOBER 2008</span></p>\r\r\n\r\r\n\r\r\n<hr></div>\r\n</div>", 
  "summary": "", 
  "report_type": "completed-preliminary-examination", 
  "vessel_type": [
    "merchant-vessel-100-gross-tons-or-over"
  ], 
  "body": "Category: |   | Merchant vessels | \nVessel name: |   | European Endeavour | \nOwners & manager: |   | P & O Ferries Ltd | \nFlag: |   | UK | \nType: |   | Ro-Ro Passenger Ferry | \nBuilt: |   | 2000 | \nClassification Society: |   | Lloyd’s Register | \nLength overall: |   | 180m | \nGross tonnage: |   | 22152 | \nDate & Time: |   | 29 August 2008, 1200 (UTC +1) | \nLocation of incident: |   | Number 7 linkspan, Calais, France | \nIncident Type: |   | Contact | \nPersons on board: |   | 53 crew, 51 passengers | \nInjuries/fatalities: |   | None | \nDamage/pollution: |   | Ship: Material damage to “cowcatcher” at bow, superficial scrapes to bow door, damage to belting on starboard quarter. Shore: Significant damage to linkspan. No pollution.  | \n\nSynopsis\n\nEuropean Endeavour was turning while leaving port when she experienced a “brownout” (a partial loss of electrical power) and loss of her starboard main engines. The bridge control system was momentarily disconnected, before being automatically restored by emergency power supplies. The bridge team reset the manoeuvring controls to zero and waited for the situation to normalise; however, the ship began to move ahead. Unsure of what was happening, and unable to regain control of the CPP system, the master ordered both anchors to be let go. Both main engine emergency stops were activated, however not in time to prevent the vessel coming into contact with the linkspan on an adjacent berth.\n\nExtensive tests have not revealed why both starboard engines stopped. The “brownout” is believed to have been caused by the failure of the power supply to the starboard half of the main switchboard. The CPP systems went to emergency control, and the pitch on each CPP failed to “last setting”, applying approximately 50% ahead on the port shaft and zero on the starboard. The bridge team were unaware that the port control system was now applying a pitch command via the back-up control system, and that consequently they needed to use the back-up controls.\n\nInstructions on board were inadequate, and there was a lack of understanding about the emergency controls.\n\nOnce the situation was stabilised and the vessel had been made safe, the VDR save function was operated. However despite the unit being fully functional, the accident data was not saved. This occurred because the operators were not familiar with this type of VDR. Also, disk capacity had been poorly managed by VDR service representatives, resulting in reduced data storage capability.\n\nAction taken:\n\nThe Deputy Chief Inspector of Marine Accidents has written to the vessel’s operators acknowledging the actions being taken as a result of this accident.\n\nPublished: OCTOBER 2008\n\n* * *\n"
}