{
  "meta": {}, 
  "date_of_occurrence": "2008-01-02", 
  "original_url": "http://www.maib.gov.uk/publications/completed_preliminary_examinations/completed_preliminary_examinations_2008/pride_of_canterbury.cfm", 
  "_assets": [], 
  "title": "Completed PE Summary - Pride of Canterbury", 
  "raw_html": "<div id=\"mainContentArea\" style=\"width: 545px;\"><div id=\"pageTitleContainer\">\r\n<p>\r\n</p>\r\n</div>\r\n<div id=\"pageTitleContainer\">\r\n<p>\r\n</p>\r\n</div>\r\n<div id=\"TextContainer\"><p></p>\r\r\n<table border=\"1\" width=\"100%\" cellpadding=\"1\" cellspacing=\"2\">\r\r\n<tr>\r\r\n<td valign=\"top\">Category:</td>\r\r\n\t<td valign=\"top\">Merchant vessels</td>\r\r\n</tr>\r\r\n<tr>\r\r\n<td valign=\"top\">Vessel name:</td>\r\r\n\t<td valign=\"top\">Pride of Canterbury </td>\r\r\n</tr>\r\r\n<tr>\r\r\n<td valign=\"top\"> Manager:</td>\r\r\n\t<td valign=\"top\">P&amp;O Ferries Ltd </td>\r\r\n</tr>\r\r\n<tr>\r\r\n<td valign=\"top\">Ship Owner:</td>\r\r\n\t<td valign=\"top\">P&amp;O Ferries Ltd </td>\r\r\n</tr>\r\r\n\r\r\n\r\r\n\r\r\n<tr>\r\r\n<td valign=\"top\"> Port of Registry:</td>\r\r\n\t<td valign=\"top\">Dover </td>\r\r\n</tr>\r\r\n<tr>\r\r\n<td valign=\"top\"> Flag:</td>\r\r\n\t<td valign=\"top\">UK </td>\r\r\n</tr>\r\r\n\r\r\n<tr>\r\r\n<td valign=\"top\"> Classification Society:</td>\r\r\n\t<td valign=\"top\"> Lloyd's Register</td>\r\r\n</tr>\r\r\n\r\r\n\r\r\n<tr>\r\r\n<td valign=\"top\">Type:</td>\r\r\n\t<td valign=\"top\"> RO-Pax Ferry</td>\r\r\n</tr>\r\r\n<tr>\r\r\n<td valign=\"top\">Built:</td>\r\r\n\t<td valign=\"top\">1991</td>\r\r\n</tr>\r\r\n\r\r\n<tr>\r\r\n<td valign=\"top\">Construction:</td>\r\r\n\t<td valign=\"top\">Steel </td>\r\r\n</tr>\r\r\n<tr>\r\r\n<td valign=\"top\">Length overall:</td>\r\r\n\t<td valign=\"top\">179.70m</td>\r\r\n</tr>\r\r\n<tr>\r\r\n<td valign=\"top\">Gross tonnage:</td>\r\r\n\t<td valign=\"top\">30,365 </td>\r\r\n</tr>\r\r\n<tr>\r\r\n<td valign=\"top\">Date &amp; Time:</td>\r\r\n\t<td valign=\"top\">1 February 2008, 0930</td>\r\r\n</tr>\r\r\n<tr>\r\r\n<td valign=\"top\">Location of incident:</td>\r\r\n\t<td valign=\"top\">Dover Harbour </td>\r\r\n</tr>\r\r\n<tr>\r\r\n<td valign=\"top\">Incident Type:</td>\r\r\n\t<td valign=\"top\">Hazardous Incident </td>\r\r\n</tr>\r\r\n<tr>\r\r\n<td valign=\"top\">Persons onboard:</td>\r\r\n\t<td valign=\"top\"> Not Known</td>\r\r\n</tr>\r\r\n<tr>\r\r\n<td valign=\"top\">Injuries/fatalities:</td>\r\r\n\t<td valign=\"top\">None </td>\r\r\n</tr>\r\r\n\r\r\n<tr>\r\r\n<td valign=\"top\">Damage/pollution:</td>\r\r\n\t<td valign=\"top\"> No.7 Marin Ark system severely damaged and unusable. No.9 Marin Ark deployed, but unable to be used due to the failure of bowsing wires.</td>\r\r\n</tr>\r\r\n\r\r\n\r\r\n</table>\r\r\n\r\r\n<p><span>Synopsis</span></p>\r\r\n\r\r\n<p>The roll-on, roll-off passenger ferry Pride of Canterbury was fitted with Marin Ark evacuation systems in place of traditional lifeboats.  One of these was undergoing an annual, routine test as part of a joint European Inspection.  </p>\r\r\n<p> The equipment had been installed between decks and was mounted on carriages that slid out from the ship&#8217;s side and tipped the liferafts into the water.  During the test, the carriage was seen to move outboard, but caught on the outer doors which were only partially open.  The carriage moved upwards and twisted, breaking the deck plates loose and shearing the hydraulic rams off their mountings.  The liferafts were tipped off the carriage and landed in the water, where they inflated as normal.  It was not possible to determine how securely the chutes were attached and the risk of using them was considered too great.  </p>\r\r\n<p>A second Marin Ark system was deployed.  The carriage began to move outboard, but again fouled on the outer doors.  The doors opened further than on the previous test and the carriage was able to move to its correct position.  The rafts and chutes deployed, but during the process of heaving in the bowsing wires to secure the rafts alongside the ship, the wires parted under tension.  </p>\r\r\n<p>The outer door hinges were fouled by salt and corrosion preventing the doors from opening as intended.  The hinges were mounted on the outside of the ship and, although designed for use in a marine environment, had become stiff to move.  There were no instructions to test or maintain the door hinges and they were only ever operated during the annual deployment or service exchange of liferafts.  Inspection of the remaining outer doors on the vessel found other doors that were difficult to operate and had the potential to disrupt the deployment of the Marin Ark system.  Stainless steel bowsing wires were led down the ship&#8217;s side in protective aluminium channels, but these had become choked with corrosion, preventing the wires from moving freely.</p>\r\r\n\r\r\n<p><span>Action taken:</span></p>\r\r\n\r\r\n<p> The manufacturers inspected all other vessels fitted with similar equipment, and satisfied themselves that the equipment would function if required.  They undertook a detailed technical investigation into the incidents and, in consultation with the Maritime and Coastguard Agency, developed modifications to prevent similar faults from occurring in the future.  </p>\r\r\n<p> The system was subsequently demonstrated on board Pride of Canterbury and the sister ship Pride of Kent, and found to work correctly.</p>\r\r\n<ul>\r\r\n\r\r\n\r\r\n<p>Published: JUNE 2008</p>\r\r\n\r\r\n\r\r\n<hr></ul></div>\r\n</div>", 
  "summary": "", 
  "report_type": "completed-preliminary-examination", 
  "vessel_type": [
    "merchant-vessel-100-gross-tons-or-over"
  ], 
  "body": "Category: |   | Merchant vessels | \nVessel name: |   | Pride of Canterbury  | \nManager: |   | P&O Ferries Ltd  | \nShip Owner: |   | P&O Ferries Ltd  | \nPort of Registry: |   | Dover  | \nFlag: |   | UK  | \nClassification Society: |   |  Lloyd's Register | \nType: |   |  RO-Pax Ferry | \nBuilt: |   | 1991 | \nConstruction: |   | Steel  | \nLength overall: |   | 179.70m | \nGross tonnage: |   | 30,365  | \nDate & Time: |   | 1 February 2008, 0930 | \nLocation of incident: |   | Dover Harbour  | \nIncident Type: |   | Hazardous Incident  | \nPersons onboard: |   |  Not Known | \nInjuries/fatalities: |   | None  | \nDamage/pollution: |   |  No.7 Marin Ark system severely damaged and unusable. No.9 Marin Ark deployed, but unable to be used due to the failure of bowsing wires. | \n\nSynopsis\n\nThe roll-on, roll-off passenger ferry Pride of Canterbury was fitted with Marin Ark evacuation systems in place of traditional lifeboats. One of these was undergoing an annual, routine test as part of a joint European Inspection. \n\nThe equipment had been installed between decks and was mounted on carriages that slid out from the ship’s side and tipped the liferafts into the water. During the test, the carriage was seen to move outboard, but caught on the outer doors which were only partially open. The carriage moved upwards and twisted, breaking the deck plates loose and shearing the hydraulic rams off their mountings. The liferafts were tipped off the carriage and landed in the water, where they inflated as normal. It was not possible to determine how securely the chutes were attached and the risk of using them was considered too great. \n\nA second Marin Ark system was deployed. The carriage began to move outboard, but again fouled on the outer doors. The doors opened further than on the previous test and the carriage was able to move to its correct position. The rafts and chutes deployed, but during the process of heaving in the bowsing wires to secure the rafts alongside the ship, the wires parted under tension. \n\nThe outer door hinges were fouled by salt and corrosion preventing the doors from opening as intended. The hinges were mounted on the outside of the ship and, although designed for use in a marine environment, had become stiff to move. There were no instructions to test or maintain the door hinges and they were only ever operated during the annual deployment or service exchange of liferafts. Inspection of the remaining outer doors on the vessel found other doors that were difficult to operate and had the potential to disrupt the deployment of the Marin Ark system. Stainless steel bowsing wires were led down the ship’s side in protective aluminium channels, but these had become choked with corrosion, preventing the wires from moving freely.\n\nAction taken:\n\nThe manufacturers inspected all other vessels fitted with similar equipment, and satisfied themselves that the equipment would function if required. They undertook a detailed technical investigation into the incidents and, in consultation with the Maritime and Coastguard Agency, developed modifications to prevent similar faults from occurring in the future. \n\nThe system was subsequently demonstrated on board Pride of Canterbury and the sister ship Pride of Kent, and found to work correctly.\n\nPublished: JUNE 2008\n\n* * *\n"
}