{
  "meta": {}, 
  "date_of_occurrence": "2008-05-06", 
  "original_url": "http://www.maib.gov.uk/publications/completed_preliminary_examinations/completed_preliminary_examinations_2008/mistress_quickly.cfm", 
  "_assets": [], 
  "title": "Completed PE Summary - Mistress Quickly", 
  "raw_html": "<div id=\"mainContentArea\" style=\"width: 545px;\"><div id=\"pageTitleContainer\">\r\n<p>\r\n</p>\r\n</div>\r\n<div id=\"pageTitleContainer\">\r\n<p>\r\n</p>\r\n</div>\r\n<div id=\"TextContainer\"><p></p>\r\r\n<table border=\"1\" width=\"100%\" cellpadding=\"1\" cellspacing=\"2\">\r\r\n<tr>\r\r\n<td valign=\"top\">Category:</td>\r\r\n\t<td valign=\"top\">Class V passenger vessel</td>\r\r\n</tr>\r\r\n<tr>\r\r\n<td valign=\"top\">Vessel name:</td>\r\r\n\t<td valign=\"top\"> Mistress Quickly</td>\r\r\n</tr>\r\r\n\r\r\n<tr>\r\r\n<td valign=\"top\">Registered Owner:</td>\r\r\n\t<td valign=\"top\">London Duck Tours Ltd </td>\r\r\n</tr>\r\r\n\r\r\n<tr>\r\r\n<td valign=\"top\"> Port of Registry:</td>\r\r\n\t<td valign=\"top\">London </td>\r\r\n</tr>\r\r\n<tr>\r\r\n<td valign=\"top\"> Flag:</td>\r\r\n\t<td valign=\"top\">UK </td>\r\r\n</tr>\r\r\n\r\r\n<tr>\r\r\n<td valign=\"top\">Type:</td>\r\r\n\t<td valign=\"top\">DUKW </td>\r\r\n</tr>\r\r\n\r\r\n<tr>\r\r\n<td valign=\"top\">Construction:</td>\r\r\n\t<td valign=\"top\">Steel </td>\r\r\n</tr>\r\r\n<tr>\r\r\n<td valign=\"top\">Length overall:</td>\r\r\n\t<td valign=\"top\">10.25m</td>\r\r\n</tr>\r\r\n<tr>\r\r\n<td valign=\"top\">Gross tonnage:</td>\r\r\n\t<td valign=\"top\"> 10.74t</td>\r\r\n</tr>\r\r\n<tr>\r\r\n<td valign=\"top\">Date &amp; Time:</td>\r\r\n\t<td valign=\"top\">05 June 2008 1125</td>\r\r\n</tr>\r\r\n<tr>\r\r\n<td valign=\"top\">Location of incident:</td>\r\r\n\t<td valign=\"top\">Lambeth Bridge- River Thames </td>\r\r\n</tr>\r\r\n<tr>\r\r\n<td valign=\"top\">Incident Type:</td>\r\r\n\t<td valign=\"top\"> Mechanical breakdown and subsequent electrical fire</td>\r\r\n</tr>\r\r\n<tr>\r\r\n<td valign=\"top\">Persons onboard:</td>\r\r\n\t<td valign=\"top\">11 </td>\r\r\n</tr>\r\r\n<tr>\r\r\n<td valign=\"top\">Injuries/fatalities:</td>\r\r\n\t<td valign=\"top\">None </td>\r\r\n</tr>\r\r\n\r\r\n<tr>\r\r\n<td valign=\"top\">Damage/pollution:</td>\r\r\n\t<td valign=\"top\">Seized engine and minor fire damage in engine compartment </td>\r\r\n</tr>\r\r\n\r\r\n\r\r\n</table>\r\r\n\r\r\n<p><span>Synopsis</span></p>\r\r\n\r\r\n<p>At 1125 on 05 June 2008, the amphibious DUKW Mistress Quickly, a class V passenger vessel, suffered a mechanical breakdown while proceeding up the River Thames.  The DUKW had just passed under Lambeth Bridge when a loud knocking noise was heard from the vicinity of the engine compartment; minutes later the engine stopped and propulsion was lost.  The incident occurred on a spring flood tide,1 1/2 hours after low water, in good weather conditions.   Nine passengers, including two children were on board, along with the captain and a crewman.</p>\r\r\n<p> The captain immediately reported the incident to Thames VTS, and informed them that he intended to drop anchor.  Simultaneously, the crew of a fire tender berthed at Lambeth pier observed that Mistress Quickly was in difficulty, and proceeded to assist.   As the fire tender was securing alongside, Mistress Quickly&#8217;s captain observed smoke and sparks coming from the engine compartment.  The crewman moved the passengers to the rear of the vessel while the captain isolated the main diesel supply line and closed one flap on the engine compartment.  The passengers and crew then evacuated to the fire launch via a side window.  The fire brigade entered the wheelhouse, opened the box containing the fixed fire extinguisher controls, and activated the system.  About 1 minute later, they  opened Mistress Quickly&#8217;s bonnet to check whether the fixed extinguisher had been successful.  Seeing the fire was still alight, the fire brigade used one of their own foam extinguishers to extinguish the fire.  Mistress Quickly was then towed to Lambeth Fire Pontoon where the passengers safely disembarked. </p>\r\r\n<p>Not realising the engine had seized, the captain had attempted to restart it..  The starter motor was unable to turn the engine over and, by effectively creating a short circuit, resulted in rapid heating of the battery starter motor cable.  This generated sufficient heat to melt the plastic cable protection and the surrounding plastic cable guide, which then ignited. </p>\r\r\n<p><span>Action taken:</span></p>\r\r\n\r\r\n<p>The Chief Inspector of Marine Accidents has written to the managing director of London Duck Tours and recommended that, to prevent a similar accident occurring in the future, they should ensure: </p>\r\r\n\r\r\n\r\r\n\r\r\n\r\r\n<ul>\r\r\n<li><p>That the captains of their vessels are fully acquainted with, and, regularly exercised in the emergency procedures contained within the company&#8217;s Operational Procedures Manual. </p></li>\r\r\n\r\r\n<li> <p>That appropriate markings and operating instructions are displayed adjacent to fixed smothering appliances and ventilation shut down points. </p> </li>\r\r\n\r\r\n<li><p>The pressure gauges of fixed extinguisher systems are inspected regularly to check the pressures are within the approved operating range. \t</p></li> \r\r\n</ul>\r\r\n\r\r\n\r\r\n\r\r\n\r\r\n\r\r\n<p>Published: JULY 2008</p>\r\r\n\r\r\n\r\r\n<hr></div>\r\n</div>", 
  "summary": "", 
  "report_type": "completed-preliminary-examination", 
  "vessel_type": [], 
  "body": "Category: |   | Class V passenger vessel | \nVessel name: |   |  Mistress Quickly | \nRegistered Owner: |   | London Duck Tours Ltd  | \nPort of Registry: |   | London  | \nFlag: |   | UK  | \nType: |   | DUKW  | \nConstruction: |   | Steel  | \nLength overall: |   | 10.25m | \nGross tonnage: |   |  10.74t | \nDate & Time: |   | 05 June 2008 1125 | \nLocation of incident: |   | Lambeth Bridge- River Thames  | \nIncident Type: |   |  Mechanical breakdown and subsequent electrical fire | \nPersons onboard: |   | 11  | \nInjuries/fatalities: |   | None  | \nDamage/pollution: |   | Seized engine and minor fire damage in engine compartment  | \n\nSynopsis\n\nAt 1125 on 05 June 2008, the amphibious DUKW Mistress Quickly, a class V passenger vessel, suffered a mechanical breakdown while proceeding up the River Thames. The DUKW had just passed under Lambeth Bridge when a loud knocking noise was heard from the vicinity of the engine compartment; minutes later the engine stopped and propulsion was lost. The incident occurred on a spring flood tide,1 1/2 hours after low water, in good weather conditions. Nine passengers, including two children were on board, along with the captain and a crewman.\n\nThe captain immediately reported the incident to Thames VTS, and informed them that he intended to drop anchor. Simultaneously, the crew of a fire tender berthed at Lambeth pier observed that Mistress Quickly was in difficulty, and proceeded to assist. As the fire tender was securing alongside, Mistress Quickly’s captain observed smoke and sparks coming from the engine compartment. The crewman moved the passengers to the rear of the vessel while the captain isolated the main diesel supply line and closed one flap on the engine compartment. The passengers and crew then evacuated to the fire launch via a side window. The fire brigade entered the wheelhouse, opened the box containing the fixed fire extinguisher controls, and activated the system. About 1 minute later, they opened Mistress Quickly’s bonnet to check whether the fixed extinguisher had been successful. Seeing the fire was still alight, the fire brigade used one of their own foam extinguishers to extinguish the fire. Mistress Quickly was then towed to Lambeth Fire Pontoon where the passengers safely disembarked. \n\nNot realising the engine had seized, the captain had attempted to restart it.. The starter motor was unable to turn the engine over and, by effectively creating a short circuit, resulted in rapid heating of the battery starter motor cable. This generated sufficient heat to melt the plastic cable protection and the surrounding plastic cable guide, which then ignited. \n\nAction taken:\n\nThe Chief Inspector of Marine Accidents has written to the managing director of London Duck Tours and recommended that, to prevent a similar accident occurring in the future, they should ensure: \n\n  * That the captains of their vessels are fully acquainted with, and, regularly exercised in the emergency procedures contained within the company’s Operational Procedures Manual. \n\n  * That appropriate markings and operating instructions are displayed adjacent to fixed smothering appliances and ventilation shut down points. \n\n  * The pressure gauges of fixed extinguisher systems are inspected regularly to check the pressures are within the approved operating range. \n\nPublished: JULY 2008\n\n* * *\n"
}