{
  "meta": {}, 
  "date_of_occurrence": "2009-12-07", 
  "original_url": "http://www.maib.gov.uk/publications/completed_preliminary_examinations/completed_preliminary_examinations_2009/laser_stratos_dinghy.cfm", 
  "_assets": [], 
  "title": "Completed PE Summary - Laser Stratos Dinghy", 
  "raw_html": "<div id=\"mainContentArea\" style=\"width: 545px;\"><div id=\"pageTitleContainer\">\r\n<p>\r\n</p>\r\n</div>\r\n<div id=\"pageTitleContainer\">\r\n<p>\r\n</p>\r\n</div>\r\n<div id=\"TextContainer\"><p></p>\r\r\n<table border=\"1\" width=\"100%\" cellpadding=\"1\" cellspacing=\"2\">\r\r\n<tr>\r\r\n<td valign=\"top\">Category:</td>\r\r\n\t<td valign=\"top\">Small Craft</td>\r\r\n</tr>\r\r\n<tr>\r\r\n<td valign=\"top\">Vessel name:</td>\r\r\n\t<td valign=\"top\">Un named Laser Stratos dinghy </td>\r\r\n</tr>\r\r\n\r\r\n\r\r\n<tr>\r\r\n<td valign=\"top\"> Flag:</td>\r\r\n\t<td valign=\"top\">UK </td>\r\r\n</tr>\r\r\n\r\r\n<tr>\r\r\n<td valign=\"top\">Type:</td>\r\r\n\t<td valign=\"top\">Sailing dinghy </td>\r\r\n</tr>\r\r\n<tr>\r\r\n<td valign=\"top\">Built:</td>\r\r\n\t<td valign=\"top\">1999</td>\r\r\n</tr>\r\r\n\r\r\n<tr>\r\r\n<td valign=\"top\">Construction:</td>\r\r\n\t<td valign=\"top\">GRP </td>\r\r\n</tr>\r\r\n<tr>\r\r\n<td valign=\"top\">Length overall:</td>\r\r\n\t<td valign=\"top\">4.94 metres</td>\r\r\n</tr>\r\r\n<tr>\r\r\n<td valign=\"top\">Breadth:</td>\r\r\n\t<td valign=\"top\">2.1 metres </td>\r\r\n</tr>\r\r\n\r\r\n<tr>\r\r\n<td valign=\"top\">Weight:</td>\r\r\n\t<td valign=\"top\">180 kg (hull) </td>\r\r\n</tr>\r\r\n\r\r\n<tr>\r\r\n<td valign=\"top\">Type:</td>\r\r\n\t<td valign=\"top\">2 person, single trapeze (optional) </td>\r\r\n</tr>\r\r\n\r\r\n<tr>\r\r\n<td valign=\"top\">Propulsion:</td>\r\r\n\t<td valign=\"top\">Sail</td>\r\r\n</tr>\r\r\n\r\r\n\r\r\n<tr>\r\r\n<td valign=\"top\">Date &amp; Time:</td>\r\r\n\t<td valign=\"top\">12/07/09, 1500 BST</td>\r\r\n</tr>\r\r\n\r\r\n\r\r\n<tr>\r\r\n<td valign=\"top\">Location of incident:</td>\r\r\n\t<td valign=\"top\">Kielder Water </td>\r\r\n</tr>\r\r\n<tr>\r\r\n<td valign=\"top\">Incident Type:</td>\r\r\n\t<td valign=\"top\">Capsize leading to crew entrapment </td>\r\r\n</tr>\r\r\n\r\r\n<tr>\r\r\n<td valign=\"top\">Injuries/fatalities:</td>\r\r\n\t<td valign=\"top\">2 fatalities </td>\r\r\n</tr>\r\r\n\r\r\n\r\r\n\r\r\n</table>\r\r\n\r\r\n<p><span>Synopsis</span></p>\r\r\n\r\r\n<p>On Sunday 12 July 2009, a Laser Stratos with a crew of two was contesting in a series of races that were part of Kielder Water Sailing Club&#8217;s annual sailing programme.  Two morning races and an afternoon race had been completed without incident.  The breeze was force 3-4, but it was gusty and shifting about the mean direction, which was not unusual at Kielder Water.</p>\r\r\n<p> In the fourth race, the Laser Stratos completed its first lap and was sailing up wind on the port tack when it was hit by a gust.  The boat capsized away from the wind on to its starboard side.  The helmsman fell into the water by the boom, but the crew, who was believed to have been on the trapeze, ended up near the mast, probably on the mainsail.  </p>\r\r\n<p>The race officer heard a shout, saw a boat on its side and summoned the safety boat, which had just completed helping with another incident.  When the safety boat arrived on scene the Laser Stratos was inverted with neither of the crew visible.  The dinghy&#8217;s centreboard had dropped into the hull and the safety boat crew were unable to right the dinghy.  The safety boat therefore collected the race officer from the committee boat, and with his assistance the dinghy was righted to a horizontal position allowing its occupants to be recovered.  The unconscious helmsman was found first and lifted onboard the safety boat.  The crew was found to be entangled by her left ankle in the port trapeze wire and, once freed, was also taken on board the safety boat.</p>\r\r\n<p>CPR was conducted on both casualties on the way back to shore and on the jetty.  Paramedics attended and the casualties were taken to hospital by air ambulance, but tragically neither could be resuscitated.   </p>\r\r\n\r\r\n<p><span>Action taken:</span></p>\r\r\n\r\r\n<p> The Chief Inspector has agreed the actions being taken by the RYA regarding the guidance and training provided to dinghy sailors and safety boat crews.  He has also written to the Kielder Water Sailing Club highlighting the issues arising from the accident.</p>\r\r\n\r\r\n\r\r\n\r\r\n<p>Published: September 2009</p>\r\r\n\r\r\n\r\r\n<hr></div>\r\n</div>", 
  "summary": "", 
  "report_type": "completed-preliminary-examination", 
  "vessel_type": [], 
  "body": "Category: |   | Small Craft | \nVessel name: |   | Un named Laser Stratos dinghy  | \nFlag: |   | UK  | \nType: |   | Sailing dinghy  | \nBuilt: |   | 1999 | \nConstruction: |   | GRP  | \nLength overall: |   | 4.94 metres | \nBreadth: |   | 2.1 metres  | \nWeight: |   | 180 kg (hull)  | \nType: |   | 2 person, single trapeze (optional)  | \nPropulsion: |   | Sail | \nDate & Time: |   | 12/07/09, 1500 BST | \nLocation of incident: |   | Kielder Water  | \nIncident Type: |   | Capsize leading to crew entrapment  | \nInjuries/fatalities: |   | 2 fatalities  | \n\nSynopsis\n\nOn Sunday 12 July 2009, a Laser Stratos with a crew of two was contesting in a series of races that were part of Kielder Water Sailing Club’s annual sailing programme. Two morning races and an afternoon race had been completed without incident. The breeze was force 3-4, but it was gusty and shifting about the mean direction, which was not unusual at Kielder Water.\n\nIn the fourth race, the Laser Stratos completed its first lap and was sailing up wind on the port tack when it was hit by a gust. The boat capsized away from the wind on to its starboard side. The helmsman fell into the water by the boom, but the crew, who was believed to have been on the trapeze, ended up near the mast, probably on the mainsail. \n\nThe race officer heard a shout, saw a boat on its side and summoned the safety boat, which had just completed helping with another incident. When the safety boat arrived on scene the Laser Stratos was inverted with neither of the crew visible. The dinghy’s centreboard had dropped into the hull and the safety boat crew were unable to right the dinghy. The safety boat therefore collected the race officer from the committee boat, and with his assistance the dinghy was righted to a horizontal position allowing its occupants to be recovered. The unconscious helmsman was found first and lifted onboard the safety boat. The crew was found to be entangled by her left ankle in the port trapeze wire and, once freed, was also taken on board the safety boat.\n\nCPR was conducted on both casualties on the way back to shore and on the jetty. Paramedics attended and the casualties were taken to hospital by air ambulance, but tragically neither could be resuscitated. \n\nAction taken:\n\nThe Chief Inspector has agreed the actions being taken by the RYA regarding the guidance and training provided to dinghy sailors and safety boat crews. He has also written to the Kielder Water Sailing Club highlighting the issues arising from the accident.\n\nPublished: September 2009\n\n* * *\n"
}