{
  "meta": {}, 
  "date_of_occurrence": "2009-04-14", 
  "original_url": "http://www.maib.gov.uk/publications/completed_preliminary_examinations/completed_preliminary_examinations_2009/ocean_ranger.cfm", 
  "_assets": [], 
  "title": "Completed PE Summary - Ocean Ranger", 
  "raw_html": "<div id=\"mainContentArea\" style=\"width: 545px;\"><div id=\"pageTitleContainer\">\r\n<p>\r\n</p>\r\n</div>\r\n<div id=\"pageTitleContainer\">\r\n<p>\r\n</p>\r\n</div>\r\n<div id=\"TextContainer\"><p></p>\r\r\n<table border=\"1\" width=\"100%\" cellpadding=\"1\" cellspacing=\"2\">\r\r\n<tr>\r\r\n<td valign=\"top\">Category:</td>\r\r\n\t<td valign=\"top\">Leisure vessels</td>\r\r\n</tr>\r\r\n<tr>\r\r\n<td valign=\"top\">Vessel name:</td>\r\r\n\t<td valign=\"top\">Ocean Ranger </td>\r\r\n</tr>\r\r\n\r\r\n\r\r\n<tr>\r\r\n<td valign=\"top\"> Flag:</td>\r\r\n\t<td valign=\"top\">UK </td>\r\r\n</tr>\r\r\n\r\r\n<tr>\r\r\n<td valign=\"top\">Type:</td>\r\r\n\t<td valign=\"top\"> Small Commercial Motor Boat</td>\r\r\n</tr>\r\r\n<tr>\r\r\n<td valign=\"top\">Built:</td>\r\r\n\t<td valign=\"top\">2005</td>\r\r\n</tr>\r\r\n\r\r\n<tr>\r\r\n<td valign=\"top\">Construction:</td>\r\r\n\t<td valign=\"top\">Aluminium </td>\r\r\n</tr>\r\r\n<tr>\r\r\n<td valign=\"top\">Length overall:</td>\r\r\n\t<td valign=\"top\">10.75m</td>\r\r\n</tr>\r\r\n\r\r\n<tr>\r\r\n<td valign=\"top\">Displacement:</td>\r\r\n\t<td valign=\"top\">6.8 tonnes </td>\r\r\n</tr>\r\r\n\r\r\n<tr>\r\r\n<td valign=\"top\">Propulsion:</td>\r\r\n\t<td valign=\"top\">Waterjet </td>\r\r\n</tr>\r\r\n\r\r\n\r\r\n\r\r\n<tr>\r\r\n<td valign=\"top\">Date &amp; Time:</td>\r\r\n\t<td valign=\"top\">14 April 2009 at 1345</td>\r\r\n</tr>\r\r\n<tr>\r\r\n<td valign=\"top\">Location of incident:</td>\r\r\n\t<td valign=\"top\">Devil's Hole, Ramsey Island </td>\r\r\n</tr>\r\r\n<tr>\r\r\n<td valign=\"top\">Incident Type:</td>\r\r\n\t<td valign=\"top\">Accident to persons </td>\r\r\n</tr>\r\r\n<tr>\r\r\n<td valign=\"top\">Persons onboard:</td>\r\r\n\t<td valign=\"top\">11 passengers, 2 crew </td>\r\r\n</tr>\r\r\n<tr>\r\r\n<td valign=\"top\">Injuries:</td>\r\r\n\t<td valign=\"top\">5 injuries, 1 serious </td>\r\r\n</tr>\r\r\n\r\r\n</table>\r\r\n\r\r\n<p><span>Synopsis</span></p>\r\r\n\r\r\n<p>In the early afternoon of 14 April 2009, Ocean Ranger departed for a sightseeing tour around the nature reserve of Ramsey Island in good weather and sea conditions. Approximately 30 minutes into the tour the skipper stopped the vessel at a narrow passage to the south of Ramsey Island, known as Twll-A- Dyllyn (or the Devil&#8217;s Hole). This passage between islands is regularly used by local boat trip operators when circumnavigating Ramsey Island. </p>\r\r\n<p>Having assessed that the sea conditions were satisfactory, and the crewman having briefed the passengers, the skipper increased speed and commenced his transit through the gap.  However, once committed to transiting the passage, a large steep-sided wave appeared, and despite the skipper&#8217;s best efforts he was unable to stop the vessel slamming heavily as it dropped off the back of the wave.  As it did so, passengers were briefly suspended above their seats before landing heavily back in them.  One passenger suffered a shattered vertebra; another, a fractured sternum.  The other passengers suffered less serious back injuries and bruising. </p>\r\r\n<p>The coastguard was called, and while the crewman attended to the passengers the skipper continued round the island and back to harbour, where the emergency services were waiting.</p>\r\r\n\r\r\n<p><span>Action taken:</span></p>\r\r\n\r\r\n<p> The Chief Inspector of Marine Accidents has written to the MCA highlighting that many of the injury mechanisms from this accident were common with those found by the MAIB during its investigation into the accident involving the RIB, Celtic Pioneer, although the two trips were significantly different.  He has also written to Ocean Ranger&#8217;s owners advising them to review their operations, in particular: seating and hand-hold arrangements, passenger briefings, and the importance of ensuring vessels are suitable for the expected operating conditions.</p>\r\r\n\r\r\n<ul>\r\r\n\r\r\n\r\r\n<p>Published: MAY 2009</p>\r\r\n\r\r\n\r\r\n<hr></ul></div>\r\n</div>", 
  "summary": "", 
  "report_type": "completed-preliminary-examination", 
  "vessel_type": [
    "recreational-craft-sail"
  ], 
  "body": "Category: |   | Leisure vessels | \nVessel name: |   | Ocean Ranger  | \nFlag: |   | UK  | \nType: |   |  Small Commercial Motor Boat | \nBuilt: |   | 2005 | \nConstruction: |   | Aluminium  | \nLength overall: |   | 10.75m | \nDisplacement: |   | 6.8 tonnes  | \nPropulsion: |   | Waterjet  | \nDate & Time: |   | 14 April 2009 at 1345 | \nLocation of incident: |   | Devil's Hole, Ramsey Island  | \nIncident Type: |   | Accident to persons  | \nPersons onboard: |   | 11 passengers, 2 crew  | \nInjuries: |   | 5 injuries, 1 serious  | \n\nSynopsis\n\nIn the early afternoon of 14 April 2009, Ocean Ranger departed for a sightseeing tour around the nature reserve of Ramsey Island in good weather and sea conditions. Approximately 30 minutes into the tour the skipper stopped the vessel at a narrow passage to the south of Ramsey Island, known as Twll-A- Dyllyn (or the Devil’s Hole). This passage between islands is regularly used by local boat trip operators when circumnavigating Ramsey Island. \n\nHaving assessed that the sea conditions were satisfactory, and the crewman having briefed the passengers, the skipper increased speed and commenced his transit through the gap. However, once committed to transiting the passage, a large steep-sided wave appeared, and despite the skipper’s best efforts he was unable to stop the vessel slamming heavily as it dropped off the back of the wave. As it did so, passengers were briefly suspended above their seats before landing heavily back in them. One passenger suffered a shattered vertebra; another, a fractured sternum. The other passengers suffered less serious back injuries and bruising. \n\nThe coastguard was called, and while the crewman attended to the passengers the skipper continued round the island and back to harbour, where the emergency services were waiting.\n\nAction taken:\n\nThe Chief Inspector of Marine Accidents has written to the MCA highlighting that many of the injury mechanisms from this accident were common with those found by the MAIB during its investigation into the accident involving the RIB, Celtic Pioneer, although the two trips were significantly different. He has also written to Ocean Ranger’s owners advising them to review their operations, in particular: seating and hand-hold arrangements, passenger briefings, and the importance of ensuring vessels are suitable for the expected operating conditions.\n\nPublished: MAY 2009\n\n* * *\n"
}