{
  "meta": {}, 
  "date_of_occurrence": "2009-03-21", 
  "original_url": "http://www.maib.gov.uk/publications/completed_preliminary_examinations/completed_preliminary_examinations_2009/loch_awe_dinghy.cfm", 
  "_assets": [], 
  "title": "Completed PE Summary - Loch Awe Dinghy", 
  "raw_html": "<div id=\"mainContentArea\" style=\"width: 545px;\"><div id=\"pageTitleContainer\">\r\n<p>\r\n</p>\r\n</div>\r\n<div id=\"pageTitleContainer\">\r\n<p>\r\n</p>\r\n</div>\r\n<div id=\"TextContainer\"><p></p>\r\r\n<table border=\"1\" width=\"100%\" cellpadding=\"1\" cellspacing=\"2\">\r\r\n<tr>\r\r\n<td valign=\"top\">Category:</td>\r\r\n\t<td valign=\"top\">Leisure Craft</td>\r\r\n</tr>\r\r\n<tr>\r\r\n<td valign=\"top\">Vessel name:</td>\r\r\n\t<td valign=\"top\">Unnamed</td>\r\r\n</tr>\r\r\n\r\r\n<tr>\r\r\n<td valign=\"top\">Registered Owner:</td>\r\r\n\t<td valign=\"top\">Privately owned</td>\r\r\n</tr>\r\r\n\r\r\n\r\r\n\r\r\n\r\r\n\r\r\n<tr>\r\r\n<td valign=\"top\">Type:</td>\r\r\n\t<td valign=\"top\">Open Boat</td>\r\r\n</tr>\r\r\n\r\r\n<tr>\r\r\n<td valign=\"top\">Construction:</td>\r\r\n\t<td valign=\"top\">Unknown</td>\r\r\n</tr>\r\r\n<tr>\r\r\n<td valign=\"top\">Length overall:</td>\r\r\n\t<td valign=\"top\">Estimated to be between 2.7 &#8211; 3.7m</td>\r\r\n</tr>\r\r\n<tr>\r\r\n<td valign=\"top\">Date &amp; Time:</td>\r\r\n\t<td valign=\"top\">21 March 2009, 0340 UTC</td>\r\r\n</tr>\r\r\n<tr>\r\r\n<td valign=\"top\">Location of incident:</td>\r\r\n\t<td valign=\"top\">Near Dalmally, Loch Awe</td>\r\r\n</tr>\r\r\n<tr>\r\r\n<td valign=\"top\">Incident Type:</td>\r\r\n\t<td valign=\"top\">Vessel lost</td>\r\r\n</tr>\r\r\n<tr>\r\r\n<td valign=\"top\">Persons onboard:</td>\r\r\n\t<td valign=\"top\">4</td>\r\r\n</tr>\r\r\n<tr>\r\r\n<td valign=\"top\">Injuries/fatalities:</td>\r\r\n\t<td valign=\"top\">4 fatalities</td>\r\r\n</tr>\r\r\n\r\r\n<tr>\r\r\n<td valign=\"top\">Damage/pollution:</td>\r\r\n\t<td valign=\"top\">Vessel lost</td>\r\r\n</tr>\r\r\n\r\r\n\r\r\n</table>\r\r\n\r\r\n<p><span>Synopsis</span></p>\r\r\n\r\r\n<p>A group of friends were on a camping and angling trip near Dalmally on Loch Awe.  They had set up camp and decided to use their small boat to visit a pub on the opposite shore.  After spending some time in the pub, they attempted to use the boat to return to their campsite.  Thick fog had developed and at 0300, a member of the party who had stayed at the campsite woke and heard calls for help from the Loch.  He attempted to guide his friends back to the shore by lighting fires and using lights from their vehicles, which were parked nearby.  This was not successful and he called the Fire and Rescue Service (FRS) for assistance.</p>\r\r\n\r\r\n<p>The FRS alerted other emergency services and Police, FRS, Ambulance and Coastguard Rescue Teams attended.  A Search and Rescue Helicopter was scrambled, but thick fog prevented it from getting close to the Loch.  An FRS water rescue unit was called for and, on arrival at the Loch, searched for and recovered two casualties from the water.  Despite the efforts of medical teams, they could not be revived.  The two other men and the boat could not be found.</p>\r\r\n\r\r\n<p>There is not enough information to be certain what caused this accident.  It is likely that the boat was relatively small and that it was overloaded by carrying four passengers, an outboard engine and a fuel tank.  Navigating the boat back across the Loch would have been extremely difficult in the thick fog.\r\r\n</p>\r\r\n\r\r\n<p><span>Action taken:</span></p>\r\r\n\r\r\n<p>MAIB has investigated many accidents where alcohol has been a contributory factor, and this case emphasises the increased risks of attempting to operate a boat under the influence of alcohol.  It is unlikely that any new lessons can be learned from this accident.</p>\r\r\n\r\r\n\r\r\n<p align=\"right\">Published: APRIL 2009</p>\r\r\n\r\r\n\r\r\n<hr></div>\r\n</div>", 
  "summary": "", 
  "report_type": "completed-preliminary-examination", 
  "vessel_type": [
    "recreational-craft-sail"
  ], 
  "body": "Category: |   | Leisure Craft | \nVessel name: |   | Unnamed | \nRegistered Owner: |   | Privately owned | \nType: |   | Open Boat | \nConstruction: |   | Unknown | \nLength overall: |   | Estimated to be between 2.7 – 3.7m | \nDate & Time: |   | 21 March 2009, 0340 UTC | \nLocation of incident: |   | Near Dalmally, Loch Awe | \nIncident Type: |   | Vessel lost | \nPersons onboard: |   | 4 | \nInjuries/fatalities: |   | 4 fatalities | \nDamage/pollution: |   | Vessel lost | \n\nSynopsis\n\nA group of friends were on a camping and angling trip near Dalmally on Loch Awe. They had set up camp and decided to use their small boat to visit a pub on the opposite shore. After spending some time in the pub, they attempted to use the boat to return to their campsite. Thick fog had developed and at 0300, a member of the party who had stayed at the campsite woke and heard calls for help from the Loch. He attempted to guide his friends back to the shore by lighting fires and using lights from their vehicles, which were parked nearby. This was not successful and he called the Fire and Rescue Service (FRS) for assistance.\n\nThe FRS alerted other emergency services and Police, FRS, Ambulance and Coastguard Rescue Teams attended. A Search and Rescue Helicopter was scrambled, but thick fog prevented it from getting close to the Loch. An FRS water rescue unit was called for and, on arrival at the Loch, searched for and recovered two casualties from the water. Despite the efforts of medical teams, they could not be revived. The two other men and the boat could not be found.\n\nThere is not enough information to be certain what caused this accident. It is likely that the boat was relatively small and that it was overloaded by carrying four passengers, an outboard engine and a fuel tank. Navigating the boat back across the Loch would have been extremely difficult in the thick fog. \n\nAction taken:\n\nMAIB has investigated many accidents where alcohol has been a contributory factor, and this case emphasises the increased risks of attempting to operate a boat under the influence of alcohol. It is unlikely that any new lessons can be learned from this accident.\n\nPublished: APRIL 2009\n\n* * *\n"
}