{
  "meta": {
    "Download report:": "Tyrusland.pdf\r\n (5,695.39 kb)", 
    "Category:": "Merchant vessels", 
    "Incident date:": "15 May 2013", 
    "Report name:": "Tyrusland", 
    "Summary:": "This reports the MAIB’s investigation of a fatal crushing injury to an able seaman on board the United Kingdom registered ro-ro cargo ship, Tyrusland in Tripoli, Libya on 15 May 2013.  The able seaman was working with a fork-lift truck driver in the ship’s main deck to remove containerised cargo.  The able seaman’s role was to remove twistlocks from containers before they were loaded onto waiting trailers.  This meant routinely working in the immediate proximity of moving vehicles transporting loaded containers.   During the offloading operation, a container was being handled by a forklift truck.  The able seaman was out of the field of view of the fork-lift truck driver who was manoeuvring his vehicle in preparation for loading the container onto a waiting trailer.  During this manoeuvre, the container which was being moved by the fork-lift truck collided with a static container, fatally crushing the able seaman in between.\r\r\n\r\r\nThe key safety issues identified were:\r\r\n\r\r\nTyrusland’s crew and its embarked team of vehicle drivers did not have a safe system of work for the cargo handling operations which they were conducting.\r\r\nA risk assessment for deck operations existed but did not properly identify the hazards associated with the work being conducted.  In particular, the danger of a crewmember being unsighted by a fork-lift driver while in the path of a moving container had not been addressed.\r\r\nThe absence of a safe system of work or a thorough risk assessment meant that a dangerous condition emerged where ship’s crew were routinely operating in close proximity to moving vehicles without the necessary safeguards in force.\r\r\nPrior to the accident, weaknesses in the ship’s organisation had been identified in an internal audit by the company and a UK flag state audit by the Maritime and Coastguard Agency (MCA).  However, the investigation identified that the company had not given a sufficiently high priority to management actions to address the identified shortcomings.  In addition, the MCA’s follow-up action regarding non-conformities could have been more effective.\r\r\n\r\r\n\r\r\n\r\r\nReport No 19/2014 | Published 16 July 2014."
  }, 
  "date_of_occurrence": "2013-05-15", 
  "original_url": "http://maib.gov.uk/publications/investigation_reports/2014/tyrusland.cfm", 
  "_assets": [
    {
      "content_type": "application/pdf", 
      "title": "Tyrusland.pdf", 
      "assetid": 0, 
      "original_url": "http://maib.gov.uk/cms_resources/Tyrusland.pdf", 
      "filename": "downloads/5ce466ee889d43d74b782c8697e7638c5f9f0e7a/Tyrusland.pdf", 
      "original_filename": "Tyrusland.pdf"
    }, 
    {
      "content_type": "image/jpeg", 
      "title": "Tyrusland", 
      "assetid": 1, 
      "original_url": "http://maib.gov.uk/cms_resources/Tyrusland_CoverImage.jpg", 
      "filename": "downloads/731d74a07c22cee9655c2aa4c90158c52e8fb512/Tyrusland_CoverImage.jpg", 
      "original_filename": "Tyrusland_CoverImage.jpg"
    }
  ], 
  "title": "Accident Investigation report 19/2014", 
  "raw_html": "<div id=\"mainContentArea\" style=\"width: 545px;\"><div id=\"pageTitleContainer\">\r\n<p>\r\n</p>\r\n</div>\r\n\r\n<div id=\"graphicContainer\">\r\n<img align=\"top\" border=\"0\" src=\"http://maib.gov.uk/cms_resources/Tyrusland_CoverImage.jpg\" width=\"250\" height=\"156\" alt=\"Tyrusland\"><br>\r\n<span class=\"siteGraphicCaption\"></span>\r\n</div>\r\n\r\n<div id=\"aibContainer\">\r\n<div id=\"aibRows\">\r\n<span class=\"siteAibReportTextBold\">Report name: </span>\r\n<br>\r\n<span class=\"siteAibReportText\"><h1>Tyrusland</h1></span>\r\n</div>\r\n<div id=\"aibRows\">\r\n<span class=\"siteAibReportTextBold\">Incident date:</span>\r\n<br>\r\n<span class=\"siteAibReportText\">15 May 2013</span>\r\n</div>\r\n<div id=\"aibRows\">\r\n<span class=\"siteAibReportTextBold\">Category: </span>\r\n<br>\r\n<span class=\"siteAibReportText\">Merchant vessels</span>\r\n</div>\r\n<div id=\"aibRows\">\r\n<span class=\"siteAibReportTextBold\">Summary: </span>\r\n<br>\r\n<span class=\"siteAibReportText\"><p>This reports the MAIB&#8217;s investigation of a fatal crushing injury to an able seaman on board the United Kingdom registered ro-ro cargo ship, <span>Tyrusland</span> in Tripoli, Libya on 15 May 2013.  The able seaman was working with a fork-lift truck driver in the ship&#8217;s main deck to remove containerised cargo.  The able seaman&#8217;s role was to remove twistlocks from containers before they were loaded onto waiting trailers.  This meant routinely working in the immediate proximity of moving vehicles transporting loaded containers.   During the offloading operation, a container was being handled by a forklift truck.  The able seaman was out of the field of view of the fork-lift truck driver who was manoeuvring his vehicle in preparation for loading the container onto a waiting trailer.  During this manoeuvre, the container which was being moved by the fork-lift truck collided with a static container, fatally crushing the able seaman in between.</p>\r\r\n\r\r\n<p>The key safety issues identified were:</p>\r\r\n\r\r\n<ul><li><span>Tyrusland</span>&#8217;s crew and its embarked team of vehicle drivers did not have a safe system of work for the cargo handling operations which they were conducting.</li>\r\r\n<li>A risk assessment for deck operations existed but did not properly identify the hazards associated with the work being conducted.  In particular, the danger of a crewmember being unsighted by a fork-lift driver while in the path of a moving container had not been addressed.</li>\r\r\n<li>The absence of a safe system of work or a thorough risk assessment meant that a dangerous condition emerged where ship&#8217;s crew were routinely operating in close proximity to moving vehicles without the necessary safeguards in force.</li>\r\r\n<li>Prior to the accident, weaknesses in the ship&#8217;s organisation had been identified in an internal audit by the company and a UK flag state audit by the Maritime and Coastguard Agency (MCA).  However, the investigation identified that the company had not given a sufficiently high priority to management actions to address the identified shortcomings.  In addition, the MCA&#8217;s follow-up action regarding non-conformities could have been more effective.</li>\r\r\n\r\r\n</ul>\r\r\n\r\r\n<p align=\"right\"><span>Report No 19/2014 | Published 16 July 2014.</span></p></span>\r\n</div>\r\n<div id=\"aibRows\">\r\n<span class=\"siteAibReportTextBold\">Download report: </span>\r\n<br>\r\n\r\n<a target=\"_blank\" class=\"siteAibReportLink\" href=\"http://maib.gov.uk/cms_resources/Tyrusland.pdf\" onclick=\"javascript: pageTracker._trackPageview('/cms_resources/Tyrusland.pdf');\">Tyrusland.pdf</a>\r\n (5,695.39 kb)\r\n\t\t\t\t</div>\r\n</div>\r\n</div>", 
  "summary": "", 
  "vessel_type": [
    "merchant-vessel-100-gross-tons-or-over"
  ], 
  "report_type": "investigation-report", 
  "body": "![ASSET_TAG](#ASSET1)  \n\n\n  \n\n\nThis reports the MAIB’s investigation of a fatal crushing injury to an able seaman on board the United Kingdom registered ro-ro cargo ship, Tyrusland in Tripoli, Libya on 15 May 2013. The able seaman was working with a fork-lift truck driver in the ship’s main deck to remove containerised cargo. The able seaman’s role was to remove twistlocks from containers before they were loaded onto waiting trailers. This meant routinely working in the immediate proximity of moving vehicles transporting loaded containers. During the offloading operation, a container was being handled by a forklift truck. The able seaman was out of the field of view of the fork-lift truck driver who was manoeuvring his vehicle in preparation for loading the container onto a waiting trailer. During this manoeuvre, the container which was being moved by the fork-lift truck collided with a static container, fatally crushing the able seaman in between.\n\nThe key safety issues identified were:\n\n  * Tyrusland’s crew and its embarked team of vehicle drivers did not have a safe system of work for the cargo handling operations which they were conducting.\n  * A risk assessment for deck operations existed but did not properly identify the hazards associated with the work being conducted. In particular, the danger of a crewmember being unsighted by a fork-lift driver while in the path of a moving container had not been addressed.\n  * The absence of a safe system of work or a thorough risk assessment meant that a dangerous condition emerged where ship’s crew were routinely operating in close proximity to moving vehicles without the necessary safeguards in force.\n  * Prior to the accident, weaknesses in the ship’s organisation had been identified in an internal audit by the company and a UK flag state audit by the Maritime and Coastguard Agency (MCA). However, the investigation identified that the company had not given a sufficiently high priority to management actions to address the identified shortcomings. In addition, the MCA’s follow-up action regarding non-conformities could have been more effective.\n\nReport No 19/2014 | Published 16 July 2014.\n\n  \n[ASSET_TAG](#ASSET0) (5,695.39 kb) \n"
}